[
  {
    "language": "es",
    "navigationField": {
      "_type": "navigation",
      "copy": {
        "underline": "Your onboarding journey",
        "promotionText": "Welcome to our company"
      },
      "video": {
        "url": "https://cdn.sanity.io/files/1mrwp9a5/production/c312855ac8b0aed3f77407a4bc6de44e2653ec8b.mp4",
        "originalFilename": "website header_job diversity_9 (1).mp4"
      },
      "navigationLinks": [
        {
          "title": "Home",
          "slug": {
            "current": "home",
            "_type": "slug"
          },
          "_type": "items",
          "_key": "c0701bf9d758"
        },
        {
          "_type": "items",
          "_key": "5de5bc19753a",
          "title": "Basis",
          "slug": {
            "current": "basis",
            "_type": "slug"
          }
        },
        {
          "_type": "items",
          "_key": "488bc0b66f08",
          "title": "Onboarding",
          "slug": {
            "current": "onboarding",
            "_type": "slug"
          }
        },
        {
          "_type": "items",
          "_key": "1c81bee2f6e1",
          "title": "Perspectives",
          "slug": {
            "current": "perspectives",
            "_type": "slug"
          }
        }
      ]
    },
    "languages": [
      {
        "value": "en",
        "label": "EN",
        "url": "/es-en/conditions-of-use"
      },
      {
        "value": "es",
        "label": "ES",
        "url": "/es-es/condiciones-de-uso"
      }
    ],
    "contentBlocks": [
      {
        "portableText": [
          {
            "markDefs": [],
            "children": [
              {
                "_key": "74861921bda2",
                "_type": "span",
                "marks": [],
                "text": "1. Scope"
              }
            ],
            "_type": "block",
            "style": "h4",
            "_key": "f30d3a9f4f99"
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "1.1\nAny use of the web pages (Schaeffler Website) offered by Schaeffler AG (\"Schaeffler\") shall be subject to these Conditions insofar as use is not otherwise regulated by the conditions of the Schaeffler company in the respective country. By commencing use, the user accepts the validity of these Conditions of Use in their current version.",
                "_key": "d5b9ae12e7e8"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "3b3b3d2ddce7",
            "markDefs": []
          },
          {
            "markDefs": [],
            "children": [
              {
                "_key": "bc9a54693e01",
                "_type": "span",
                "marks": [],
                "text": "1.2\nThese General Conditions of Use may be supplemented, modified or replaced from time-to-time."
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "e6d80b426c30"
          },
          {
            "_type": "block",
            "style": "h4",
            "_key": "1ea33e71d435",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "2. Contents of the Schaeffler Website",
                "_key": "edbd99a69904"
              }
            ]
          },
          {
            "markDefs": [],
            "children": [
              {
                "text": "On its website, Schaeffler has placed non-binding information as well as related documentation and software which may be called up or downloaded. Such placement shall be without any commitment and without any warranties as to completeness. Schaeffler may at any time in whole or in part block the Schaeffler Website or change the contents without any prior notice. Schaeffler does not accept any liability in relation to the uninterrupted availability of the Schaeffler Website.",
                "_key": "8bb05ba1aba6",
                "_type": "span",
                "marks": []
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "69739ccd6e23"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "3. Rights of Use",
                "_key": "ef7037e9c5ad"
              }
            ],
            "_type": "block",
            "style": "h4",
            "_key": "dffc148bdc5c"
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "3.1\nThe use of the information, software and documentation available on the Schaeffler Website shall be subjected to these Conditions, or if the information, software and documentation are updated, such shall be subject to the applicable license conditions already agreed with Schaeffler. Any license conditions separately agreed upon shall prevail over these Conditions.",
                "_key": "3f15e85b8170"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "7cf8995d7c4f",
            "markDefs": []
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "0c7d18adc3a5",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "3.2\nSchaeffler grants to the user a non-exclusive, non-transferable, non-assignable, non-sublicensable right to use the information, software and documentation available on the Schaeffler Website to the extent to which it is agreed between the parties, or, in case there is no agreement on this point, in accordance with the purpose intended by Schaeffler.",
                "_key": "265f12fdd271"
              }
            ]
          },
          {
            "style": "bodyLarge",
            "_key": "f1fd2d9ec6d6",
            "markDefs": [],
            "children": [
              {
                "marks": [],
                "text": "3.3\nSoftware is only available in a machine-readable form at no cost. No right shall exist to the release of any source code. In case the license conditions of open source software have priority over these Conditions and require Schaeffler to make the source code available, such source code shall be made available in exchange for reimbursement of expenses.",
                "_key": "865048bc0b8b",
                "_type": "span"
              }
            ],
            "_type": "block"
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "3.4\nUnless mandatory provisions govern to the contrary, the user may not change, reverse, develop, or reverse translate the software or its documentation or remove any part therefrom.",
                "_key": "9748ece2f12f"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "d467dba7640b",
            "markDefs": []
          },
          {
            "markDefs": [],
            "children": [
              {
                "marks": [],
                "text": "3.5\nThe information, software and documentation are protected by applicable copyright laws as well as other applicable laws related to intellectual property. The user shall observe such laws, and in particular any alphanumerical identification, marks or copyright notices shall not be removed from the information, software or documentation or from any copies thereof.",
                "_key": "2f9fad5a2cb8",
                "_type": "span"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "b92bf48ee388"
          },
          {
            "style": "bodyLarge",
            "_key": "3713e29d5ad0",
            "markDefs": [],
            "children": [
              {
                "marks": [],
                "text": "3.6\nAny provisions of applicable copyright law regarding the protection of any software shall not otherwise be affected hereby.",
                "_key": "d080d137014c",
                "_type": "span"
              }
            ],
            "_type": "block"
          },
          {
            "style": "h4",
            "_key": "ca9de25ea490",
            "markDefs": [],
            "children": [
              {
                "text": "4. Intellectual Property",
                "_key": "d7aa3fbcb937",
                "_type": "span",
                "marks": []
              }
            ],
            "_type": "block"
          },
          {
            "style": "bodyLarge",
            "_key": "ef3662c608a4",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "4.1\nNotwithstanding the particular requirements in section 4 of these Conditions of Use, any information, trademark names and other contents of the Schaeffler Website may not be changed, copied, reproduced, sold, rented, used, supplemented or used in any other way without the prior written permission of Schaeffler.",
                "_key": "6f6136dd418b"
              }
            ],
            "_type": "block"
          },
          {
            "style": "bodyLarge",
            "_key": "80bd5cac79cb",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "4.2\nExcept for the right of use and other rights expressly granted herein, the user shall be granted no further rights of any type whatsoever, in particular those to the company name or to industrial property rights, such as patents, utility models or trademarks, nor shall Schaeffler be subject to any corresponding duty to grant such rights.",
                "_key": "243782729658"
              }
            ],
            "_type": "block"
          },
          {
            "_key": "71303c572e37",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "5. Registration and Use of Protected Pages",
                "_key": "58722ec7ac3b"
              }
            ],
            "_type": "block",
            "style": "h4"
          },
          {
            "children": [
              {
                "text": "5.1\nSome pages of the Schaeffler Website are protected by way of a password. Access to these pages is only possible for registered users for transactional business security purposes. There shall be no right to be registered by Schaeffler. In particular, Schaeffler reserves the right to make web pages previously freely accessible subject to registration. Schaeffler may at any time revoke a right of access by blocking the access data without providing any reasons therefor, in particular when the user:",
                "_key": "2ec3bf8141ed",
                "_type": "span",
                "marks": []
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "c9610a2bd2fd",
            "markDefs": []
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "has provided false details for registration;",
                "_key": "2faab3b3d082"
              }
            ],
            "level": 1,
            "_type": "block",
            "style": "bodyLarge",
            "_key": "791346a11d2a",
            "listItem": "bullet",
            "markDefs": []
          },
          {
            "level": 1,
            "_type": "block",
            "style": "bodyLarge",
            "_key": "ade327bcc943",
            "listItem": "bullet",
            "markDefs": [],
            "children": [
              {
                "_key": "3c11b02989dd",
                "_type": "span",
                "marks": [],
                "text": "has breached the Conditions of Use or its duties of care in relation to the treatment of access data;"
              }
            ]
          },
          {
            "listItem": "bullet",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "has breached applicable law in accessing or using the Schaeffler Website; or",
                "_key": "2e78dc797670"
              }
            ],
            "level": 1,
            "_type": "block",
            "style": "bodyLarge",
            "_key": "b65f9cf05000"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "has been an inactive user of the Schaeffler Website for a period of at least 24 months.",
                "_key": "fe3bbbbe0d88"
              }
            ],
            "level": 1,
            "_type": "block",
            "style": "bodyLarge",
            "_key": "1386a676d762",
            "listItem": "bullet"
          },
          {
            "children": [
              {
                "_key": "94161c2e27e0",
                "_type": "span",
                "marks": [],
                "text": "5.2\nIn the event that registration is permitted, the user shall provide accurate and correct details and must advise Schaeffler immediately of any changes."
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "10cce2050c5b",
            "markDefs": []
          },
          {
            "style": "bodyLarge",
            "_key": "69ef1e30fa58",
            "markDefs": [],
            "children": [
              {
                "_key": "f09d9777a074",
                "_type": "span",
                "marks": [],
                "text": "5.3\nAfter registration the user shall receive a user name and password (user data). At the time of first access the user shall change the password provided by Schaeffler into a secure password. The user data allows the user to access its own data, to change such data, and, if necessary, to extend or revoke agreements to data processing."
              }
            ],
            "_type": "block"
          },
          {
            "_key": "ebd9e3bf905a",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "5.4\nThe user shall ensure that the user data are not available to third parties and shall be liable for all orders and other activities taken under the user data. After each occasion of use, the area protected by password shall be exited. Insofar as the user becomes aware that any third party is misusing user data, the user shall immediately notify Schaeffler of such in writing, and, if applicable, in advance by e-mail communication. After receipt of such notification, Schaeffler shall block the access to the area protected by password for that user data. The lifting of any blocking is only possible after a special application by the user to Schaeffler or after a further registration.",
                "_key": "93adc6141189"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "d2a1ded9c612",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "5.5\nThe user may at any time in writing demand the deletion of any registration insofar as the deletion is not prevented by the processing of current contractual matters. In such case, Schaeffler shall erase all user data and all other personal data of the user as soon as such is no longer required.",
                "_key": "d7d007ac1b73"
              }
            ]
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "6. References and Links",
                "_key": "95cfd4b430ef"
              }
            ],
            "_type": "block",
            "style": "h4",
            "_key": "dcdfae2cb741"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "The Schaeffler Website may contain references and links (hyperlinks) to the websites of third parties. Schaeffler does not accept any responsibility for the contents of such websites, nor does Schaeffler make the contents of such websites its own, as Schaeffler cannot control any information connected by a third party link and is not responsible for the contents and information therein contained. Any use of linked websites shall be at the risk of the user.",
                "_key": "e840a41621a2"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "04ed0d1e2dc0"
          },
          {
            "_key": "d043620eda09",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "7. Exclusion of Liability for Defects as to Title and Quality, Viruses",
                "_key": "ea20b4101b69"
              }
            ],
            "_type": "block",
            "style": "h4"
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "7.1\nInsofar as any information, software or documentation is made available at no charge, any liability is hereby excluded for defects as to title or defects as to the quality of the information, software and documentation, and in particular for the correctness, defect-free nature, and the non-existence of property rights or copyright of third parties, completeness and/or usability except in cases of wilful acts or malice. SCHAEFFLER HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT AND FITNESS FOR PARTICULAR PURPOSE.",
                "_key": "cc7fb9062d2d"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "86cbec469cc4",
            "markDefs": []
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "10bb643ef6b0",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "7.2\nThe information contained on the Schaeffler Website may include specifications or general descriptions of technical possibilities of products, which in individual cases (e.g. for reasons of changes in products) may not always be available. The required performance specification of the products should therefore be agreed prior to purchase in each case.",
                "_key": "f3ce8da0ab9e"
              }
            ]
          },
          {
            "style": "bodyLarge",
            "_key": "eed33eb163e6",
            "markDefs": [],
            "children": [
              {
                "_key": "262efb72e2ae",
                "_type": "span",
                "marks": [],
                "text": "7.3\nThe liability of Schaeffler for any defects as to quality and defects as to title shall be determined by the provisions in sections 7.1 and 7.2 of these Conditions. Ceteris paribus, any liability of Schaeffler is excluded unless (i) mandatory law (e. g. the Product Liability Act) requires it, (ii) as a result of product liability law, (iii) as a result of wilful acts or gross negligence, (iv) as a result of death or personal injury, (v) as a result of the acceptance of a guarantee as to quality, (vi) as a result of malicious concealment of a defect, or (vii) because of the material breach of a contract. Any damages for material breach of contract shall however be limited to typical, foreseeable damages, insofar as wilful acts or gross negligence are not involved."
              }
            ],
            "_type": "block"
          },
          {
            "style": "bodyLarge",
            "_key": "8e7a5506d2fb",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "7.4\nSchaeffler shall endeavor to keep the Schaeffler Website free from all viruses, however Schaeffler cannot give any assurance as to a virus-free environment. Before downloading any information, software or documentation, the user shall, for its own protection as well as to prevent viruses coming onto the Schaeffler Website, use suitable security measures and virus scanners. The User is responsible for implementing sufficient procedures and checkpoints to satisfy its particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data.",
                "_key": "6062c24fad21"
              }
            ],
            "_type": "block"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "7.5\nA reversal of the burden of proof shall not be assumed by any of the above provisions.",
                "_key": "f65ec58588b0"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "10e6eb78979d"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "8. Obligations of Use",
                "_key": "e1471c73a637"
              }
            ],
            "_type": "block",
            "style": "h4",
            "_key": "175f327183ca"
          },
          {
            "_key": "46669f63f041",
            "markDefs": [],
            "children": [
              {
                "text": "8.1\nThe user may not in regard to the Schaeffler Website:",
                "_key": "49ef7a23340d",
                "_type": "span",
                "marks": []
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "_key": "f76e32b639eb",
            "listItem": "bullet",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "cause any damage or injury to any persons, in particular juveniles, or violate their right to privacy;",
                "_key": "1782335186ac"
              }
            ],
            "level": 1,
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "level": 1,
            "_type": "block",
            "style": "bodyLarge",
            "_key": "2fe46d7e9bce",
            "listItem": "bullet",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "act against good morals by its method of use;",
                "_key": "5556afcc5e4c"
              }
            ]
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "violate industrial property rights or copyright or other property rights;",
                "_key": "3f80f407cb2b"
              }
            ],
            "level": 1,
            "_type": "block",
            "style": "bodyLarge",
            "_key": "efb45c0b7e04",
            "listItem": "bullet",
            "markDefs": []
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "13164d4b6758",
            "listItem": "bullet",
            "markDefs": [],
            "children": [
              {
                "text": "transmit any contents with viruses or so-called “Trojan Horses” or other programming which could damage software;",
                "_key": "1d6d42646d37",
                "_type": "span",
                "marks": []
              }
            ],
            "level": 1
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "d79985f3eb42",
            "listItem": "bullet",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "provide, store or send hyperlinks or contents to which it is not allowed, in particular if such hyperlinks or contents are a breach of a duty of confidentiality or are unlawful; or",
                "_key": "a45ce877c8e9"
              }
            ],
            "level": 1
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "66ed46b09c07",
            "listItem": "bullet",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "distribute advertising or unsolicited e-mails (so-called \"spam\") or irrelevant warnings as to viruses, malware or similar, or request persons to participate in gambling, games, chain letters, pyramid schemes or any other similar actions.",
                "_key": "2d749670001a"
              }
            ],
            "level": 1
          },
          {
            "listItem": "bullet",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "to engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the Website, or which, as determined by Schaeffler may harm Schaeffler or users of the Website or expose them to liability.",
                "_key": "9771eb838730"
              }
            ],
            "level": 1,
            "_type": "block",
            "style": "bodyLarge",
            "_key": "1ccb41c5f1a0"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_key": "f5f0190aeabc",
                "_type": "span",
                "marks": [],
                "text": "use the Website in any manner that could disable, overburden, damage, or impair the site or interfere with any other party's use of the Website, including their ability to engage in real time activities through the Website."
              }
            ],
            "level": 1,
            "_type": "block",
            "style": "bodyLarge",
            "_key": "d684e3dfbc4e",
            "listItem": "bullet"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "8.2\nSchaeffler may block access to the Schaeffler Website at any time, in particular if the user breaches its duties under these Conditions.",
                "_key": "bdf73f2295a3"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "18bdfeb1045e"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "9. Export Requirements",
                "_key": "1719d66330fa"
              }
            ],
            "_type": "block",
            "style": "h4",
            "_key": "641ce8e74e45"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "The transfer of information, software and documentation can be subject to the applicable legal provisions of export controls, in particular but not limited to the law of the EU or its member states or the US, due to its type or its purpose of use or its end use. The user confirms that he shall comply to the applicable provisions of export control law at all times.",
                "_key": "702d7765f259"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "3b6f4e26b922"
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "10. Protection of Personal Data",
                "_key": "9fc17f5ecd17"
              }
            ],
            "_type": "block",
            "style": "h4",
            "_key": "bec6b1af42f5",
            "markDefs": []
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "dfa25ab0a5e5",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Schaeffler shall, in compiling, using and processing personal data of the user, observe the applicable data protection regulations which may be viewed on the Schaeffler Website.",
                "_key": "7be4ee6eb019"
              }
            ]
          },
          {
            "_type": "block",
            "style": "h4",
            "_key": "4cd4efe7e268",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "11. Collateral Agreements, Place of Jurisdiction, Applicable Law",
                "_key": "eb6c9e95316b"
              }
            ]
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "e4ce659fbfd2",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "11.1\nAny collateral agreements to these Conditions of Use including any amendments of this clause shall be in the written form.",
                "_key": "2e3aad78ea80"
              }
            ]
          },
          {
            "style": "bodyLarge",
            "_key": "220a112a82b4",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "11.2\nThe place of jurisdiction is the registered seat of Schaeffler AG.",
                "_key": "91359d36e29c"
              }
            ],
            "_type": "block"
          },
          {
            "_key": "69365322732c",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "11.3\nThe individual pages of the Schaeffler Website are operated by and are the responsibility of Schaeffler. These pages comply with the requirements of the specific country in which Schaeffler AG has its registered seat. Schaeffler accepts no responsibility for the possibility that information, software and/or documentation in the Schaeffler Website may be called up or downloaded in places outside of the respective country. If users from countries outside of the respective country use the Schaeffler Website, they are themselves responsible for compliance with the applicable regulations of the respective country. Access to information, software and/or documentation on the Schaeffler Website in countries in which access is unlawful is not allowed. In such case, and should the user wish to contact Schaeffler commercially, the user should contact the Schaeffler representatives in the respective country.",
                "_key": "1a55aab2748c"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "style": "bodyLarge",
            "_key": "630dd1c64084",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "11.4\nThese Conditions as well as the use of this website shall be subject to the law of the registered seat of Schaeffler AG.",
                "_key": "e05580c6ff12"
              }
            ],
            "_type": "block"
          },
          {
            "children": [
              {
                "_key": "c58757b9578a",
                "_type": "span",
                "marks": [],
                "text": "Version 1.0; 17th of June 2024"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "322836e4e776",
            "markDefs": []
          }
        ],
        "_type": "textImageBlock",
        "_key": "6188723f395b",
        "title": "General Conditions of Use for the Schaeffler Website "
      }
    ],
    "_createdAt": "2024-06-28T12:22:32Z",
    "_updatedAt": "2024-06-28T14:43:43Z",
    "isDevelopmentPage": false,
    "goBackButtonText": "De vuelta",
    "market": "es",
    "_id": "1e194f86-9575-4314-b834-bb42fcf6aa52",
    "_rev": "Xd6FNe5gNAJ4w63k0efxRS",
    "_type": "marketContent",
    "headline": "Condiciones de uso",
    "slug": {
      "current": "condiciones-de-uso",
      "_type": "slug"
    },
    "footerField": {
      "_type": "footer",
      "infoFields": [
        {
          "internalHref": "/es-es/aviso-legal",
          "_key": "0c959284ddc6",
          "externalHref": null,
          "infoText": "Aviso legal"
        },
        {
          "internalHref": "/es-es/declaracion-de-privacidad",
          "_key": "4cfa11380860",
          "externalHref": null,
          "infoText": "Declaración de privacidad"
        },
        {
          "internalHref": "/es-es/condiciones-de-uso",
          "_key": "0388b825a79a",
          "externalHref": null,
          "infoText": "Condiciones de uso"
        },
        {
          "internalHref": "/es-es/directiva-de-cookies",
          "_key": "837ea2856ae3",
          "externalHref": null,
          "infoText": "Directiva de cookies"
        }
      ],
      "parallaxText": "We pioneer motion",
      "socialIconsFields": [
        {
          "_type": "socialIcon",
          "externalHref": "https://x.com/schaefflergroup",
          "icon": "Twitter",
          "_key": "6805fab8ff95"
        },
        {
          "_type": "socialIcon",
          "externalHref": "https://www.linkedin.com/company/schaeffler/",
          "icon": "Linkedin",
          "_key": "041e49226715"
        },
        {
          "_type": "socialIcon",
          "externalHref": "https://www.xing.com/pages/schaeffler",
          "icon": "Xing",
          "_key": "dfd7890635ec"
        },
        {
          "_type": "socialIcon",
          "externalHref": "https://www.facebook.com/SchaefflerDeutschland/?brand_redir=213061972037306",
          "icon": "Facebook",
          "_key": "b4b81aae3aae"
        },
        {
          "_key": "5f5de50af9b2",
          "_type": "socialIcon",
          "externalHref": "https://www.instagram.com/schaefflergroup/",
          "icon": "Instagram"
        },
        {
          "_type": "socialIcon",
          "externalHref": "https://www.youtube.com/Schaeffler",
          "icon": "YouTube",
          "_key": "3a342d845488"
        }
      ]
    },
    "pageName": "Condiciones de uso",
    "textContentOnly": true
  },
  {
    "_id": "5332d13f-211d-425e-be4e-732dcda9a14c",
    "navigationField": {
      "navigationLinks": [
        {
          "_key": "c0701bf9d758",
          "title": "Home",
          "slug": {
            "current": "home",
            "_type": "slug"
          },
          "_type": "items"
        },
        {
          "_key": "5de5bc19753a",
          "title": "Basis",
          "slug": {
            "current": "basis",
            "_type": "slug"
          },
          "_type": "items"
        },
        {
          "_type": "items",
          "_key": "488bc0b66f08",
          "title": "Onboarding",
          "slug": {
            "current": "onboarding",
            "_type": "slug"
          }
        },
        {
          "_type": "items",
          "_key": "1c81bee2f6e1",
          "title": "Perspectives",
          "slug": {
            "current": "perspectives",
            "_type": "slug"
          }
        }
      ],
      "_type": "navigation",
      "copy": {
        "promotionText": "Welcome to our company",
        "underline": "Your onboarding journey"
      },
      "video": {
        "url": "https://cdn.sanity.io/files/1mrwp9a5/production/c312855ac8b0aed3f77407a4bc6de44e2653ec8b.mp4",
        "originalFilename": "website header_job diversity_9 (1).mp4"
      }
    },
    "headline": "Cookie Policy",
    "languages": [
      {
        "value": "en",
        "label": "EN",
        "url": "/es-en/cookie-policy"
      },
      {
        "value": "es",
        "label": "ES",
        "url": "/es-es/directiva-de-cookies"
      }
    ],
    "market": "es",
    "_type": "marketContent",
    "pageName": "Directiva de cookies",
    "_updatedAt": "2024-07-22T09:06:06Z",
    "_rev": "0rquk8MaLPtjUEeu4hNsZG",
    "footerField": {
      "_type": "footer",
      "infoFields": [
        {
          "internalHref": "/es-es/index",
          "_key": "0c959284ddc6",
          "externalHref": null,
          "infoText": "Legal Notice"
        },
        {
          "internalHref": "/es-es/index",
          "_key": "4cfa11380860",
          "externalHref": null,
          "infoText": "Privacy Policy"
        },
        {
          "internalHref": "/es-es/index",
          "_key": "0388b825a79a",
          "externalHref": null,
          "infoText": "Conditions of Use"
        },
        {
          "internalHref": "/es-es/index",
          "_key": "837ea2856ae3",
          "externalHref": null,
          "infoText": "Cookie Policy"
        }
      ],
      "parallaxText": "We pioneer motion",
      "socialIconsFields": [
        {
          "_type": "socialIcon",
          "externalHref": "https://x.com/schaefflergroup",
          "icon": "Twitter",
          "_key": "6805fab8ff95"
        },
        {
          "_type": "socialIcon",
          "externalHref": "https://www.linkedin.com/company/schaeffler/",
          "icon": "Linkedin",
          "_key": "041e49226715"
        },
        {
          "_type": "socialIcon",
          "externalHref": "https://www.xing.com/pages/schaeffler",
          "icon": "Xing",
          "_key": "dfd7890635ec"
        },
        {
          "externalHref": "https://www.facebook.com/SchaefflerDeutschland/?brand_redir=213061972037306",
          "icon": "Facebook",
          "_key": "b4b81aae3aae",
          "_type": "socialIcon"
        },
        {
          "_type": "socialIcon",
          "externalHref": "https://www.instagram.com/schaefflergroup/",
          "icon": "Instagram",
          "_key": "5f5de50af9b2"
        },
        {
          "externalHref": "https://www.youtube.com/Schaeffler",
          "icon": "YouTube",
          "_key": "3a342d845488",
          "_type": "socialIcon"
        }
      ]
    },
    "_createdAt": "2024-06-28T12:20:35Z",
    "slug": {
      "_type": "slug",
      "current": "directiva-de-cookies"
    },
    "isDevelopmentPage": false,
    "textContentOnly": true,
    "language": "es",
    "goBackButtonText": "De vuelta",
    "contentBlocks": [
      {
        "portableText": [
          {
            "_type": "block",
            "style": "h4",
            "_key": "15ebfc782d71",
            "markDefs": [],
            "children": [
              {
                "marks": [],
                "text": "Notas sobre el uso de cookies",
                "_key": "715e2cc4020a0",
                "_type": "span"
              }
            ]
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Si visita uno de los sitios web de Schaeffler AG y de las empresas en las que Schaeffler AG posee directa o indirectamente una participación mayoritaria (Grupo Schaeffler), en su terminal se almacena información en forma de las denominadas «cookies». Las cookies son pequeños archivos de texto que permiten analizar el uso del sitio web, almacenar la configuración y los datos en su navegador, así como adaptar el sitio web a sus intereses y mostrar publicidad basada en intereses en otros sitios web. No recogemos ningún dato personal por medio de cookies, salvo que nos haya prestado su consentimiento expreso.",
                "_key": "b58a6f63f120"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "a1fa49f50631"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "fb69cbd75db6",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "\n",
                "_key": "fa56811821aa"
              },
              {
                "_type": "span",
                "marks": [
                  "code"
                ],
                "text": "<button id=\"ot-sdk-btn\" class=\"ot-sdk-show-settings\">Cookie Settings</button>\n<div id=\"ot-sdk-cookie-policy\"></div>",
                "_key": "5b65a7580bc6"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "\n",
                "_key": "e13d1b5882df"
              }
            ]
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "En particular, le informamos acerca de los siguientes servicios y cookies:",
                "_key": "b208d12320b9"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "4d58d8ecf0af"
          },
          {
            "children": [
              {
                "text": "Google Analytics",
                "_key": "4586beda4344",
                "_type": "span",
                "marks": []
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "d929f52d176f",
            "markDefs": []
          },
          {
            "_key": "fe5f26b874fe",
            "markDefs": [],
            "children": [
              {
                "text": "Este sitio web utiliza Google Analytics, un servicio de análisis web de Google Inc. («Google»). Google Analytics utiliza cookies que permiten analizar el uso que usted realiza del sitio web. La información generada por la cookie acerca de su uso de este sitio web será transmitida y almacenada por Google en los servidores de EE.UU. No obstante, si se activa el anonimato IP en este sitio web, Google reducirá previamente su dirección IP en los Estados miembros de la Unión Europea o en otros países que formen parte del Acuerdo sobre el Espacio Económico Europeo. Únicamente en casos excepcionales se transmitirá la dirección IP completa a un servidor de Google en EE.UU. y se acortará allí. En nombre del operador de este sitio web, Google utilizará la presente información para evaluar su uso del sitio web, para recopilar informes sobre las actividades del sitio web, así como para prestar al operador del sitio web otros servicios relacionados con el uso del sitio web y el uso de Internet.",
                "_key": "9f6fa461085d",
                "_type": "span",
                "marks": []
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "04e04a8034f7",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "La dirección IP transmitida por su navegador en el contexto de Google Analytics no se fusiona con otros datos de Google. Le informamos de que el código «anonymizeIp» ha sido añadido a Google Analytics en este sitio web para garantizar la recopilación anónima de direcciones IP (el denominado enmascaramiento IP).",
                "_key": "cb8e0a189634"
              }
            ]
          },
          {
            "markDefs": [
              {
                "_type": "link",
                "href": "https://www.schaeffler-sustainability-report.com/2022/servicepages/cookie-policy.html",
                "_key": "daee35c6757c"
              },
              {
                "href": "https://tools.google.com/dlpage/gaoptout",
                "_key": "2d0beb7d52a6",
                "_type": "link"
              },
              {
                "_type": "link",
                "href": "http://www.google.com/analytics/terms/es.html",
                "_key": "60781f21bb59"
              },
              {
                "href": "https://policies.google.com",
                "_key": "adb8ba18a351",
                "_type": "link"
              }
            ],
            "children": [
              {
                "_key": "46a87a8b33a5",
                "_type": "span",
                "marks": [],
                "text": "Puede evitar la recogida de Google Analytics haciendo clic en el siguiente enlace "
              },
              {
                "marks": [
                  "daee35c6757c"
                ],
                "text": "desactivar Google Analytics",
                "_key": "6c8548c23fef",
                "_type": "span"
              },
              {
                "_key": "376a4332b0bb",
                "_type": "span",
                "marks": [],
                "text": ". Una cookie de exclusión se establece para evitar la recopilación futura de sus datos cuando visita este sitio web. De forma alternativa puede descargar e instalar el plugin del navegador dis-ponible en el siguiente enlace: "
              },
              {
                "_type": "span",
                "marks": [
                  "2d0beb7d52a6"
                ],
                "text": "https://tools.google.com/dlpage/gaoptout",
                "_key": "b613c4bf2f25"
              },
              {
                "marks": [],
                "text": ".\nEncontrará más información sobre las condiciones de uso y la protección de datos de Google Analytics en ",
                "_key": "f2571b2017d4",
                "_type": "span"
              },
              {
                "_key": "87e4ef559ffb",
                "_type": "span",
                "marks": [
                  "60781f21bb59"
                ],
                "text": "http://www.google.com/analytics/terms/es.html"
              },
              {
                "marks": [],
                "text": " o ",
                "_key": "0ae5ce64ec47",
                "_type": "span"
              },
              {
                "_type": "span",
                "marks": [
                  "adb8ba18a351"
                ],
                "text": "https://policies.google.com",
                "_key": "3196ec675603"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "/.",
                "_key": "ead788415a01"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "9c44b5b63f64"
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Gestión de cookies",
                "_key": "0b229590059d"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "fb47530dbae8",
            "markDefs": []
          },
          {
            "_key": "2b08084ee288",
            "markDefs": [],
            "children": [
              {
                "marks": [],
                "text": "Puede oponerse al uso de cookies, lo que significa que no se almacenarán cookies en su dispositivo. Esto se puede hacer, por ejemplo, realizando los ajustes oportunos en su navegador de Internet. Sin embargo, le informamos de que en este caso es posible que no pueda utilizar plenamente todas las funciones de este sitio web.",
                "_key": "cf7421c8eab4",
                "_type": "span"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "markDefs": [],
            "children": [
              {
                "marks": [],
                "text": "Si solo desea desactivar cookies o servicios individuales en nuestro sitio web, encontrará la información necesaria acerca de los respectivos servicios en la sección 1 de esta política de cookies.",
                "_key": "df39765dfffa",
                "_type": "span"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "62ebfbe9d0ad"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "A continuación hemos recopilado enlaces en los que encontrará información detallada sobre la desactivación de cookies en los navegadores más comunes:",
                "_key": "9adac9349bcd"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "508274449a9d"
          },
          {
            "level": 1,
            "_type": "block",
            "style": "bodyLarge",
            "_key": "623d12b733e6",
            "listItem": "bullet",
            "markDefs": [
              {
                "_type": "link",
                "href": "https://support.microsoft.com/help/17442/windows-internet-explorer-delete-manage-cookies",
                "_key": "9658490ad57f"
              }
            ],
            "children": [
              {
                "text": "Internet Explorer",
                "_key": "17efee1a61cb",
                "_type": "span",
                "marks": [
                  "9658490ad57f"
                ]
              }
            ]
          },
          {
            "markDefs": [
              {
                "_type": "link",
                "href": "https://support.mozilla.org/en-US/kb/delete-cookies-remove-info-websites-stored",
                "_key": "ed59b9255eda"
              }
            ],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "ed59b9255eda"
                ],
                "text": "Mozilla Firefox",
                "_key": "f70c632feb4c"
              }
            ],
            "level": 1,
            "_type": "block",
            "style": "bodyLarge",
            "_key": "a38caf56ad7b",
            "listItem": "bullet"
          },
          {
            "style": "bodyLarge",
            "_key": "d54835a30350",
            "listItem": "bullet",
            "markDefs": [
              {
                "_type": "link",
                "href": "https://support.google.com/accounts/answer/61416",
                "_key": "09c9d5b4e015"
              }
            ],
            "children": [
              {
                "text": "Google Chrome",
                "_key": "bd00b914b98f",
                "_type": "span",
                "marks": [
                  "09c9d5b4e015"
                ]
              }
            ],
            "level": 1,
            "_type": "block"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "e8605883714d",
            "listItem": "bullet",
            "markDefs": [
              {
                "_type": "link",
                "href": "https://support.apple.com/es-es/guide/safari/ibrw850f6c51/mac",
                "_key": "5890ff0e0533"
              }
            ],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "5890ff0e0533"
                ],
                "text": "Safari",
                "_key": "ac5e101242e8"
              }
            ],
            "level": 1
          },
          {
            "_key": "625b8b245b64",
            "markDefs": [
              {
                "_type": "link",
                "href": "http://www.aboutads.info/choices",
                "_key": "3566248b11d7"
              },
              {
                "_type": "link",
                "href": "http://www.networkadvertising.org/managing/opt_out.asp",
                "_key": "7c1c779fb03a"
              }
            ],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Además, queremos informarle acerca de la página de desactivación de la ",
                "_key": "e284ef33269f"
              },
              {
                "marks": [
                  "7c1c779fb03a"
                ],
                "text": "iniciativa de publicidad en red",
                "_key": "ff5b89db81e1",
                "_type": "span"
              },
              {
                "text": " y la página de desactivación de la ",
                "_key": "6815c716ce7e",
                "_type": "span",
                "marks": []
              },
              {
                "marks": [
                  "3566248b11d7"
                ],
                "text": "Digital Advertising Alliance",
                "_key": "aafebbb2292f",
                "_type": "span"
              },
              {
                "_type": "span",
                "marks": [],
                "text": ".",
                "_key": "957bfe905b79"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "style": "bodyLarge",
            "_key": "cc6fe89c4e9f",
            "markDefs": [
              {
                "href": "mailto:Dataprivacy@Schaeffler.com",
                "_key": "fff967cf7005",
                "_type": "link"
              }
            ],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Las preguntas acerca de la política de cookies deben dirigirse a: ",
                "_key": "bcc594c7551e"
              },
              {
                "_type": "span",
                "marks": [
                  "fff967cf7005"
                ],
                "text": "Dataprivacy@Schaeffler.com",
                "_key": "1f093aac74ef"
              }
            ],
            "_type": "block"
          }
        ],
        "_type": "textImageBlock",
        "_key": "6188723f395b",
        "title": "Cookie Policy"
      }
    ]
  },
  {
    "slug": {
      "current": "index",
      "_type": "slug"
    },
    "languages": [
      {
        "value": "es",
        "label": "ES",
        "url": "/es-es/"
      },
      {
        "value": "en",
        "label": "EN",
        "url": "/es-en/"
      }
    ],
    "_rev": "4gky9DEt4baYQHx7TXCdoS",
    "footerField": {
      "parallaxText": "We pioneer motion",
      "socialIconsFields": [
        {
          "icon": "Twitter",
          "_key": "6805fab8ff95",
          "_type": "socialIcon",
          "externalHref": "https://x.com/schaefflergroup"
        },
        {
          "_key": "041e49226715",
          "_type": "socialIcon",
          "externalHref": "https://www.linkedin.com/company/schaeffler/",
          "icon": "Linkedin"
        },
        {
          "_type": "socialIcon",
          "externalHref": "https://www.xing.com/pages/schaeffler",
          "icon": "Xing",
          "_key": "dfd7890635ec"
        },
        {
          "icon": "Facebook",
          "_key": "b4b81aae3aae",
          "_type": "socialIcon",
          "externalHref": "https://www.facebook.com/SchaefflerDeutschland/?brand_redir=213061972037306"
        },
        {
          "externalHref": "https://www.instagram.com/schaefflergroup/",
          "icon": "Instagram",
          "_key": "5f5de50af9b2",
          "_type": "socialIcon"
        },
        {
          "_type": "socialIcon",
          "externalHref": "https://www.youtube.com/Schaeffler",
          "icon": "YouTube",
          "_key": "3a342d845488"
        }
      ],
      "_type": "footer",
      "infoFields": [
        {
          "internalHref": "/es-es/aviso-legal",
          "_key": "0c959284ddc6",
          "externalHref": null,
          "infoText": "Aviso legal"
        },
        {
          "internalHref": "/es-es/declaracion-de-privacidad",
          "_key": "4cfa11380860",
          "externalHref": null,
          "infoText": "Declaración de privacidad"
        },
        {
          "internalHref": "/es-es/condiciones-de-uso",
          "_key": "0388b825a79a",
          "externalHref": null,
          "infoText": "Condiciones de uso"
        },
        {
          "internalHref": "/es-es/directiva-de-cookies",
          "_key": "837ea2856ae3",
          "externalHref": null,
          "infoText": "Directiva de cookies"
        }
      ]
    },
    "market": "es",
    "language": "es",
    "pageName": "Home",
    "textContentOnly": false,
    "_createdAt": "2024-06-28T12:16:28Z",
    "navigationField": {
      "navigationLinks": [
        {
          "_type": "items",
          "_key": "c0701bf9d758",
          "title": "Inicio",
          "slug": {
            "current": "home",
            "_type": "slug"
          }
        },
        {
          "title": "Bases",
          "slug": {
            "current": "basis",
            "_type": "slug"
          },
          "_type": "items",
          "_key": "5de5bc19753a"
        },
        {
          "_type": "items",
          "_key": "488bc0b66f08",
          "title": "Tu proceso de incorporación",
          "slug": {
            "current": "onboarding",
            "_type": "slug"
          }
        },
        {
          "_type": "items",
          "_key": "1c81bee2f6e1",
          "title": "Perspectivas",
          "slug": {
            "current": "perspectives",
            "_type": "slug"
          }
        }
      ],
      "_type": "navigation",
      "copy": {
        "underline": "Tu proceso de incorporación",
        "promotionText": "Bienvenido, bienvenida a nuestra empresa"
      },
      "video": {
        "url": "https://cdn.sanity.io/files/1mrwp9a5/production/c312855ac8b0aed3f77407a4bc6de44e2653ec8b.mp4",
        "originalFilename": "website header_job diversity_9 (1).mp4"
      }
    },
    "_id": "6fca1a29-5ad6-4092-bc24-8d1319cce9e6",
    "isDevelopmentPage": false,
    "_updatedAt": "2024-07-30T13:01:04Z",
    "contentBlocks": [
      {
        "_type": "parallaxText",
        "text": "Bienvenidos",
        "_key": "f7e05d490fc2"
      },
      {
        "_type": "quotes",
        "text": "El compromiso, la pasión y la experiencia de todos los compañeros son cruciales para nuestra trayectoria conjunta como empresa líder en Motion Technology.",
        "_key": "eb88cba02bd8",
        "image": "/images/Quote1.jpg",
        "authorInfo": {
          "name": "Klaus Rosenfeld",
          "position": "Presidente de la Junta Directiva de Schaeffler AG"
        }
      },
      {
        "_key": "381bf3e3fd22",
        "image": "/images/fullscreenImage1.jpg",
        "_type": "imageFullScreen",
        "anchorNavigation": {
          "current": "basis",
          "_type": "slug"
        },
        "copy": {
          "description": "¿De dónde venimos? ¿Hacia dónde nos dirigimos? Sumérgete y descubre qué distingue a Schaeffler: nuestros valores, nuestra cartera y nuestra estrategia. Conocer todo esto constituye una buena base para empezar a trabajar con nosotros.",
          "headline": "Comienza con una base sólida."
        }
      },
      {
        "portableText": [
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Como Motion Technology Company líder a nivel mundial, Schaeffler da forma al avance que mueve el mundo. Con espíritu pionero y nuestra pasión por la tecnología y la innovación – y todo ello desde hace más de 75 años.",
                "_key": "fb66d18915fd0"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "09b8a6f94b05"
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "La base del rápido ascenso de nuestra empresa, hace ya más de 70 años, fue el rodamiento de agujas guiado por una jaula, un invento revolucionario del fundador de la empresa, el Dr.-Ing. E.h. Georg Schaeffler. Desde entonces, nuestras innovaciones han mantenido el mundo en movimiento – con el máximo nivel de precisión, calidad y durabilidad.",
                "_key": "1a0432cc6277"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "7b25ad767be1",
            "markDefs": []
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "En ello nos unen y guían los valores de nuestra empresa: sostenibilidad, innovación, excelencia y pasión.",
                "_key": "648005942456"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "9cbd7be10e27",
            "markDefs": []
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "479bb00cd22d",
            "markDefs": [],
            "children": [
              {
                "_key": "723e30d7761e",
                "_type": "span",
                "marks": [],
                "text": "Esto ha convertido a Schaeffler en la Motion Technology Company líder. Proporcionamos a nuestros clientes tecnología innovadora que se integra a la perfección en sus sistemas y se caracteriza tanto por su precisión como por su máxima calidad. Nuestras seis familias de productos: Guide, Transmit, Generate, Drive, Energize y Sustain Motion abarcan todo el ámbito de la movilidad. El amplio programa de productos verá aumentada aún más su variedad gracias a la fusión con Vitesco Technologies."
              }
            ]
          },
          {
            "markDefs": [],
            "children": [
              {
                "_key": "5b0e085bf74e",
                "_type": "span",
                "marks": [],
                "text": "Para optimizar nuestras innovaciones para su aplicación, cooperamos estrechamente con nuestros clientes y socios. Y juntos desarrollamos nuestros productos y nuestra empresa de forma sostenible, para poder seguir dando forma a la movilidad, también en el futuro. Somos Schaeffler, the Motion Technology Company."
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "5f46ab0fba17"
          }
        ],
        "_type": "textImageBlock",
        "_key": "a6e64331d579",
        "title": "Queremos dar forma al futuro de la movilidad"
      },
      {
        "video": "https://e-mi.schaeffler-cdn.com/video?video-id=7iHSuDWRK1AAkPXtMJyfdn&player-id=ENBCQ6GgUGhPEbk_Edv7-k&channel-id=28458",
        "_key": "410cb829c385",
        "previewImage": {
          "_type": "image",
          "asset": {
            "_ref": "image-fefea8706a69319e4a7782337165332792159134-2560x1440-jpg",
            "_type": "reference"
          }
        },
        "_type": "videoFullScreen",
        "copy": {
          "headline": "En donde hay movimiento, allí está Schaeffler Technologie "
        }
      },
      {
        "title": "Vale la pena saber",
        "imageContent": {
          "image": "/images/textBlockImage1.jpg"
        },
        "portableText": [
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Los científicos y científicas observan galaxias muy lejanas con nosotros.",
                "_key": "f3fff7188d580"
              }
            ],
            "_type": "block",
            "style": "h4",
            "_key": "4ea3cf1572e9"
          },
          {
            "children": [
              {
                "_key": "fe2c17f714c9",
                "_type": "span",
                "marks": [],
                "text": "Un rotador de instrumentos de Schaeffler posiciona uno de los mayores telescopios reflectores del mundo, ubicado en La Palma. Controla el sistema de seguimiento focal y posicionamiento rápido que hace girar la cámara telescópica de aproximadamente dos toneladas con uniformidad y la alinea a la perfección en relación al cielo.\n"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "7ad5b8c23bc6",
            "markDefs": []
          }
        ],
        "_type": "textImageBlock",
        "_key": "ec3ed26d55fc"
      },
      {
        "image": "/images/fullscreenImage2.jpg",
        "_type": "imageFullScreen",
        "anchorNavigation": {
          "current": "onboarding",
          "_type": "slug"
        },
        "copy": {
          "description": "Para nosotros es importante que te sientas bienvenido y bienvenida desde el principio y que sepas cómo serán tus primeros días en nuestra empresa. Independientemente de cuál de nuestras múltiples ubicaciones globales sea la tuya: para nosotros es muy importante asegurarnos de que tu adaptación profesional sea perfecta. Te ofreceremos las primeras impresiones para tu trayectoria de incorporación.",
          "headline": "Ve un paso por delante."
        },
        "_key": "5b3943483bf0"
      },
      {
        "_type": "journey",
        "_key": "689eb76f5bf5",
        "items": [
          {
            "copy": [
              {
                "markDefs": [],
                "children": [
                  {
                    "text": "La ",
                    "_key": "e8cbb3dc8f6b0",
                    "_type": "span",
                    "marks": []
                  },
                  {
                    "_type": "span",
                    "marks": [
                      "strong"
                    ],
                    "text": "información o los documentos",
                    "_key": "5ecf1f1fd797"
                  },
                  {
                    "_type": "span",
                    "marks": [],
                    "text": ", en caso de ser necesarios, te los pediremos con tiempo para poder preparar tu primer día de trabajo lo mejor posible. Te rogamos que nos los envíes todos.",
                    "_key": "53c7b1402bb5"
                  }
                ],
                "_type": "block",
                "style": "bodyLarge",
                "_key": "5c4b8be16afc"
              },
              {
                "style": "bodyLarge",
                "_key": "ed6569aaa102",
                "markDefs": [
                  {
                    "_type": "link",
                    "href": "https://performancemanager5.successfactors.eu/sf/start?_s.crb=NT94Ofnmu4%252fOySAjlftHgFDNUNNuowzmscAw4Utj0bw%253d#Shell-home",
                    "_key": "72968ae95836"
                  }
                ],
                "children": [
                  {
                    "_type": "span",
                    "marks": [
                      "strong"
                    ],
                    "text": "Tus personas de contacto",
                    "_key": "f5638cb64624"
                  },
                  {
                    "text": ", en caso de que tengas preguntas durante tu trayectoria de incorporación, son tu equipo de incorporación: tu superior, tu colega y otras personas. Encontrarás sus datos de contacto en el ",
                    "_key": "91feafe9d1a7",
                    "_type": "span",
                    "marks": []
                  },
                  {
                    "_type": "span",
                    "marks": [
                      "72968ae95836"
                    ],
                    "text": "portal de incorporación",
                    "_key": "78b374dc2039"
                  },
                  {
                    "_type": "span",
                    "marks": [],
                    "text": ".",
                    "_key": "f2895db19183"
                  }
                ],
                "_type": "block"
              },
              {
                "_key": "ba3727e1ed8f",
                "markDefs": [],
                "children": [
                  {
                    "_type": "span",
                    "marks": [
                      "strong"
                    ],
                    "text": "Descubre, incluso antes de empezar, los contenidos",
                    "_key": "a09fb75de4f4"
                  },
                  {
                    "_type": "span",
                    "marks": [],
                    "text": " que ponemos a tu disposición aquí y a través de otras fuentes, de forma voluntaria. Pero, también después de comenzar tendrás suficiente tiempo para conocer Schaeffler en profundidad.",
                    "_key": "ec9192dba2e0"
                  }
                ],
                "_type": "block",
                "style": "bodyLarge"
              },
              {
                "children": [
                  {
                    "_type": "span",
                    "marks": [],
                    "text": "El equipo de incorporación te enviará actualizaciones e información ",
                    "_key": "160bc55bdf63"
                  },
                  {
                    "_type": "span",
                    "marks": [
                      "strong"
                    ],
                    "text": "por correo electrónico",
                    "_key": "4fd0e2a96eda"
                  },
                  {
                    "_key": "92934aaa2274",
                    "_type": "span",
                    "marks": [],
                    "text": " para que prepares para tu primer día."
                  }
                ],
                "_type": "block",
                "style": "bodyLarge",
                "_key": "cb17c93b2d5a",
                "markDefs": []
              }
            ],
            "_key": "189260bffa56",
            "headline": "Antes de tu primer día con nosotros",
            "image": {
              "_type": "image",
              "asset": {
                "_ref": "image-01aa74d41d706543a7a5aedfb7603a0e39b8d45a-1280x718-jpg",
                "_type": "reference"
              }
            },
            "_type": "journeyItem",
            "description": "¡Nos alegra poder darte pronto la bienvenida con nosotros! Los siguientes puntos nos ayudarán tanto a ti como a nosotros a que tu comienzo vaya lo mejor posible."
          },
          {
            "copy": [
              {
                "markDefs": [],
                "children": [
                  {
                    "_type": "span",
                    "marks": [],
                    "text": "Recibirás ",
                    "_key": "5ee554f84d6c0"
                  },
                  {
                    "_type": "span",
                    "marks": [
                      "strong"
                    ],
                    "text": "todos los detalles necesarios para tu primer día",
                    "_key": "f29808fcf020"
                  },
                  {
                    "marks": [],
                    "text": " unos días antes por correo electrónico. Lo mejor es que los guardes en tu dispositivo móvil para poder consultarlos rápidamente.",
                    "_key": "b12261812deb",
                    "_type": "span"
                  }
                ],
                "_type": "block",
                "style": "bodyLarge",
                "_key": "bb903231fafb"
              },
              {
                "children": [
                  {
                    "_type": "span",
                    "marks": [
                      "strong"
                    ],
                    "text": "Tómate tiempo para tu equipo",
                    "_key": "1c07b55a4461"
                  },
                  {
                    "_key": "842e460de837",
                    "_type": "span",
                    "marks": [],
                    "text": " para disfrutar de una cálida bienvenida, conocerlos y establecer contactos. Seguro que tus primeros días serán para ti, al igual que para nosotros, muy emocionantes."
                  }
                ],
                "_type": "block",
                "style": "bodyLarge",
                "_key": "1122e5d6a9bf",
                "markDefs": []
              },
              {
                "markDefs": [],
                "children": [
                  {
                    "_key": "a4f636e54040",
                    "_type": "span",
                    "marks": [],
                    "text": "Se ha preparado un "
                  },
                  {
                    "_type": "span",
                    "marks": [
                      "strong"
                    ],
                    "text": "plan de incorporación individualizado",
                    "_key": "189b97108549"
                  },
                  {
                    "_type": "span",
                    "marks": [],
                    "text": " para ti. Lo mejor es que discutas estas directrices para tu trayectoria de incorporación y la adaptación a tus nuevas funciones con tu superior.",
                    "_key": "c5c6f98fe6d5"
                  }
                ],
                "_type": "block",
                "style": "bodyLarge",
                "_key": "a60cb7f477bf"
              },
              {
                "_key": "8ee04dbfcf5e",
                "markDefs": [],
                "children": [
                  {
                    "text": "¿Dónde está mi casillero, dónde está la máquina de café? ",
                    "_key": "a04ee20374a2",
                    "_type": "span",
                    "marks": [
                      "strong"
                    ]
                  },
                  {
                    "_type": "span",
                    "marks": [],
                    "text": "Llegar bien significa también conocer el nuevo lugar de trabajo. Tu equipo de incorporación estará ahí para atenderte en cualquier momento, solo tienes que preguntarles.",
                    "_key": "8f56bb0f61ba"
                  },
                  {
                    "_type": "span",
                    "marks": [
                      "strong"
                    ],
                    "text": "\n",
                    "_key": "57a0d5b418b4"
                  }
                ],
                "_type": "block",
                "style": "bodyLarge"
              }
            ],
            "_key": "8aa38b401db0",
            "headline": "Tu primer día en Schaeffler",
            "image": {
              "_type": "image",
              "asset": {
                "_ref": "image-178c9e54bf1ae57e79ad129cf55e2bbc3519958d-2500x1935-jpg",
                "_type": "reference"
              }
            },
            "_type": "journeyItem",
            "description": "Tu comienzo con nosotros es muy importante para nosotros y deseamos que sea una experiencia única. Por este motivo queremos ofrecerte unas primeras impresiones de tus primeros días."
          },
          {
            "image": {
              "_type": "image",
              "asset": {
                "_type": "reference",
                "_ref": "image-c2bb0ddb07c7c8a614a4c5927b2950a1a6abec04-2500x1667-jpg"
              }
            },
            "_type": "journeyItem",
            "description": "Ya has llevado a cabo las primeras tareas en los primeros emocionantes días y semanas. Ahora, puedes ocuparte a fondo de tu nuevo cargo y de poner en práctica tu plan de adaptación profesional. ",
            "copy": [
              {
                "_key": "9ff62092d239",
                "markDefs": [],
                "children": [
                  {
                    "_key": "c5ba8415274c0",
                    "_type": "span",
                    "marks": [
                      "strong"
                    ],
                    "text": "Tu red social interna"
                  },
                  {
                    "_type": "span",
                    "marks": [],
                    "text": " puede apoyarte en muchas tareas diarias. Conoce a tus nuevos compañeros y compañeras del equipo y de otras áreas y entiende cada día un poco mejor Schaeffler y a las personas que la hacen lo que es. Esto te ofrece, además, la oportunidad de intercambiar impresiones con las personas con las que estarás en contacto directo durante el desempeño de tu nuevo cargo. En cada ubicación se ofrecen eventos para crear redes. Pregunta a tus compañeros y compañeras qué se ofrece en tu lugar de trabajo.",
                    "_key": "d66db4f11e4c"
                  }
                ],
                "_type": "block",
                "style": "bodyLarge"
              },
              {
                "style": "bodyLarge",
                "_key": "5db2124b91a9",
                "markDefs": [],
                "children": [
                  {
                    "marks": [
                      "strong"
                    ],
                    "text": "La Schaeffler Academy",
                    "_key": "0ef7a3f470c0",
                    "_type": "span"
                  },
                  {
                    "text": " te ofrece una amplia gama de cursos desde el principio. Además de los cursos obligatorios para nuevos empleados, tu superior podrá recomendarte cursos específicos para el cargo que desempeñes. Nuestra oferta abarca muchos cursos digitales en los que podrás participar voluntariamente.",
                    "_key": "ffb1c9dee100",
                    "_type": "span",
                    "marks": []
                  }
                ],
                "_type": "block"
              },
              {
                "_type": "block",
                "style": "bodyLarge",
                "_key": "105b369b2cca",
                "markDefs": [],
                "children": [
                  {
                    "_type": "span",
                    "marks": [],
                    "text": "El ",
                    "_key": "6ed8c2ff2256"
                  },
                  {
                    "marks": [
                      "strong"
                    ],
                    "text": "intercambio periódico de impresiones con tu superior",
                    "_key": "1f8e98cf6593",
                    "_type": "span"
                  },
                  {
                    "_type": "span",
                    "marks": [],
                    "text": " es especialmente importante durante tu periodo de adaptación. Discute tu plan de adaptación profesional y pídele su opinión. Mediante las conversaciones periódicas durante tu trayectoria de incorporación podrás asegurarte de que vas por el buen camino.",
                    "_key": "8f8c3e293b0d"
                  }
                ]
              },
              {
                "style": "bodyLarge",
                "_key": "a5a0e90b4c68",
                "markDefs": [],
                "children": [
                  {
                    "text": "Tus experiencias y conocimientos durante tu trayectoria de incorporación",
                    "_key": "e48cd992e1cc",
                    "_type": "span",
                    "marks": [
                      "strong"
                    ]
                  },
                  {
                    "_type": "span",
                    "marks": [],
                    "text": " son muy valiosos para nosotros. En muchos países realizamos, dos semanas y cuatro meses respectivamente después de empezar, encuestas anónimas y de participación voluntaria. Tus respuestas nos ayudarán a seguir optimizando la trayectoria de incorporación para tus futuros compañeros y compañeras.",
                    "_key": "cadc31969b40"
                  }
                ],
                "_type": "block"
              },
              {
                "children": [
                  {
                    "marks": [],
                    "text": "Te damos una calurosa bienvenida nuevamente a Schaeffler. ¡Estamos encantados de tenerte con nosotros!\n",
                    "_key": "fb9ca82d888c",
                    "_type": "span"
                  }
                ],
                "_type": "block",
                "style": "bodyLarge",
                "_key": "37888c2f0de2",
                "markDefs": []
              }
            ],
            "_key": "94aadb557038",
            "headline": "Las siguientes semanas"
          }
        ]
      },
      {
        "_type": "textImageBlock",
        "_key": "ecfc90dad021",
        "title": "Vale la pena saber",
        "imageContent": {
          "image": "/images/textBlockImage2.jpg"
        },
        "portableText": [
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Nuestra Schaeffler Academy permite seguir aprendiendo durante toda la vida.",
                "_key": "fb1a11cf311d0"
              }
            ],
            "_type": "block",
            "style": "h4",
            "_key": "da17a0f1b960",
            "markDefs": []
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "El Learning Management System ofrece acceso a nuestros compañeros y compañeras a una amplia oferta de cursos y aprendizaje de última generación. De este modo estarás, hoy y en el futuro, preparado o preparada desde el punto de vista profesional, metodológico y personal para los retos que se presenten. Descubre la gran diversidad de posibilidades una vez que empieces con nosotros.",
                "_key": "08a80f0a1d4a"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "82578f2c1f4e"
          }
        ]
      },
      {
        "_key": "6da7ba4fa936",
        "image": "/images/fullscreenImage3.jpg",
        "_type": "imageFullScreen",
        "anchorNavigation": {
          "current": "perspectives",
          "_type": "slug"
        },
        "copy": {
          "description": "La diversidad de nuestra plantilla es la clave de nuestro éxito. Ya que la variedad de personas se traduce en variedad de competencias e ideas. Echa un vistazo a las diferentes perspectivas y descubre qué distingue a Schaeffler como empleador a nivel mundial. ",
          "headline": "Conoce perspectivas distintas."
        }
      },
      {
        "_key": "cb43fe83b00e",
        "image": "/images/Quote2.jpg",
        "authorInfo": {
          "name": "Dr. Astrid Fontaine",
          "position": "Directora de Recursos Humanos y Trabajo"
        },
        "_type": "quotes",
        "text": "Juntos construimos una organización potente, en la que podemos hacer frente con éxito a los retos y dar forma al futuro de la movilidad."
      },
      {
        "tabsList": [
          {
            "_key": "e1e015041686",
            "value": {
              "current": "schweinfurt",
              "_type": "slug"
            },
            "tabsContent": [
              {
                "_key": "90fb4c0107ab",
                "title": "Katharina Krückel, operaria de maquinaria en Schweinfurt (Alemania)",
                "portableText": [
                  {
                    "children": [
                      {
                        "_type": "span",
                        "marks": [],
                        "text": "Katharina es responsable, junto con un compañero, de la fabricación de rodamientos de bolas para nuestros clientes del sector de la automoción. En 2014 empezó su formación profesional en Mecánica industrial en Schaeffler, en el centro de Schweinfurt. Cuando terminó la formación, comenzó a trabajar en la producción de rodamientos de bolas, y desde entonces labora en la modalidad de tres turnos.",
                        "_key": "436b468f91fa0"
                      }
                    ],
                    "_type": "block",
                    "style": "bodyLarge",
                    "_key": "f2f70fd5c8ff",
                    "markDefs": []
                  }
                ],
                "_type": "textImageBlock"
              },
              {
                "text": "Aparte de mi trabajo, soy voluntaria como profesional paramédico en la Cruz Roja. Estoy contenta de que mi supervisor me apoye en esas actividades. ",
                "_key": "d4779a6266a9",
                "image": "/images/SchweinfurtQuote.jpg",
                "authorInfo": {
                  "name": "Katharina Krückel",
                  "position": "operaria de maquinaria"
                },
                "_type": "quotes"
              },
              {
                "_type": "gallery",
                "_key": "5cc4ae64ab9c",
                "items": [
                  {
                    "_type": "galleryItem",
                    "description": "Mi pasatiempo es trastear con automóviles y se me da bien. Estudiando Mecánica industrial he convertido mi pasión en mi profesión.",
                    "_key": "9871f88bc4e8",
                    "title": "¿Qué te atrajo de la capacitación industrial de Schaeffler? ",
                    "image": "/images/SchweinfurtGalleryImage1.jpg"
                  },
                  {
                    "_key": "267e5ffb91d3",
                    "title": "¿Cuál de tus fortalezas te ayuda más a dar lo mejor de ti cada día? ",
                    "image": "/images/SchweinfurtGalleryImage2.jpg",
                    "_type": "galleryItem",
                    "description": "Es importante conocer la máquina para poder reaccionar rápidamente a los fallos. Mi facilidad de comprensión y mis conocimientos técnicos me ayudan en este sentido.  Por eso, cuando acaba mi turno, puedo mirar con orgullo la cantidad de rodamientos que logramos armar como equipo."
                  },
                  {
                    "image": "/images/SchweinfurtGalleryImage3.jpg",
                    "_type": "galleryItem",
                    "description": "Schaeffler apoya mi labor voluntaria como profesional paramédico. La buena planificación de mis turnos de trabajo me permite compaginar mi labor voluntaria con mi trabajo. El apoyo y la comprensión de mi supervisor me permiten ayudar también cuando hay situaciones de emergencia críticas durante el horario de trabajo.",
                    "_key": "f14ddca52d51",
                    "title": "¿Cómo consigues tener suficiente tiempo libre fuera del trabajo? "
                  }
                ]
              }
            ],
            "_type": "tabsItem",
            "label": "Katharina"
          },
          {
            "tabsContent": [
              {
                "portableText": [
                  {
                    "markDefs": [],
                    "children": [
                      {
                        "text": "Dentro del área Engineering Digitalization & IT, Tina es responsable de implementar métodos de trabajo ágiles con ayuda del software Atlassian. Su objetivo es modernizar y flexibilizar la forma de trabajar para que el trabajo diario en Schaeffler sea más eficiente. Tina empezó su carrera profesional en Schaeffler en 2015 como alumna del programa dual de la carrera «International Management of Business and Information Technologies» (Gestión internacional de empresas y tecnologías de la información).",
                        "_key": "d74e6eaa71dc0",
                        "_type": "span",
                        "marks": []
                      }
                    ],
                    "_type": "block",
                    "style": "bodyLarge",
                    "_key": "8ba0b6f8dafb"
                  }
                ],
                "_type": "textImageBlock",
                "_key": "7dcde1aa8e59",
                "title": "Tina Weber, Product Owner Atlassian Tool-Chain en Núremberg (Alemania)"
              },
              {
                "image": "/images/NuernbergQuote.jpg",
                "authorInfo": {
                  "name": "Tina Weber",
                  "position": "Product Owner Atlassian Tool-Chain"
                },
                "_type": "quotes",
                "text": "La comunicación es la clave. Así se forman equipos y redes sólidos.",
                "_key": "59fddfed5b28"
              },
              {
                "_key": "ed7a61620078",
                "items": [
                  {
                    "description": "Schaeffler fomenta el talento desde una etapa temprana. Ya desde que era estudiante en formación dual tuve la posibilidad de participar en capacitaciones y programas de desarrollo. Esto también me ayudó mucho a prepararme para mi puesto en gestión ágil.",
                    "_key": "8cf9033f1df0",
                    "title": "¿De qué forma te han ayudado en tu desarrollo las opciones de formación continua en Schaeffler?",
                    "image": "/images/NuernbergGalleryImage1.jpg",
                    "_type": "galleryItem"
                  },
                  {
                    "_key": "9d900460c89b",
                    "title": "¿Qué te gustaría transmitir a tus nuevas y nuevos colegas que comienzan en Schaeffler?",
                    "image": "/images/NuernbergGalleryImage2.jpg",
                    "_type": "galleryItem",
                    "description": "La comunicación es la clave. Sobre todo en una empresa grande como Schaeffler, es importante desarrollar relaciones y crearse una red interna. Así se forman equipos y redes sólidos."
                  },
                  {
                    "image": "/images/NuernbergGalleryImage3.jpg",
                    "_type": "galleryItem",
                    "description": "Como equipo de trabajo híbrido, es importante que nos coordinemos periódicamente, también en persona. Gracias a nuestras «Daily Stand Up Meetings» ágiles, sé en todo momento cómo puedo ayudar a mi equipo. Estas reuniones habituales son la base para una buena colaboración. ",
                    "_key": "7672edfbdbd6",
                    "title": "En tu función de liderazgo, tú misma aplicas una metodología ágil en tu equipo. ¿Cómo lo haces?"
                  },
                  {
                    "_key": "f18cd9eaf98f",
                    "title": "¿Cómo utilizas los puestos de trabajo modernos y flexibles en tu centro, en Núremberg?",
                    "image": "/images/NuernbergGalleryImage4.jpg",
                    "_type": "galleryItem",
                    "description": "El centro de Núremberg ofrece distintas posibilidades para los distintos trabajos y necesidades. Así puedo buscar el mejor lugar para cada tarea, ya sea un Think Tank, Gravity Point o la oficina colectiva.  "
                  },
                  {
                    "description": "Sencillamente, me genera mucha satisfacción participar en la transformación digital y ágil en Schaeffler. Me motiva ver cuántas compañeras y compañeros apoyan e impulsan este cambio en toda la empresa.",
                    "_key": "7ae95f578f04",
                    "title": "¿De dónde obtienes la motivación para fomentar los métodos ágiles internamente?",
                    "image": "/images/NuernbergGalleryImage5.jpg",
                    "_type": "galleryItem"
                  }
                ],
                "_type": "gallery"
              }
            ],
            "_type": "tabsItem",
            "label": "Tina",
            "_key": "7a0adf95b2d5",
            "value": {
              "current": "nuremberg",
              "_type": "slug"
            }
          },
          {
            "label": "Jiang",
            "_key": "e759848a51e0",
            "value": {
              "_type": "slug",
              "current": "anting-1"
            },
            "tabsContent": [
              {
                "portableText": [
                  {
                    "_key": "84846ccfbca4",
                    "markDefs": [],
                    "children": [
                      {
                        "_key": "a9c933525b950",
                        "_type": "span",
                        "marks": [],
                        "text": "Trabajo como especialista en marketing de contenidos en el área de Comunicaciones, Marketing corporativo y Branding de Schaeffler Gran China. Trabajo en estrategias para redes sociales, tendencias industriales y eventos de marketing. También me encargo de la ejecución local de las campañas globales."
                      }
                    ],
                    "_type": "block",
                    "style": "bodyLarge"
                  }
                ],
                "_type": "textImageBlock",
                "_key": "221c4b6d8f29",
                "title": " Jiang Junpeng, especialista en marketing de contenidos en Anting (China)"
              },
              {
                "authorInfo": {
                  "name": "Jiang Junpeng",
                  "position": "especialista en marketing de contenidos"
                },
                "_type": "quotes",
                "text": "Habla con tus compañeros, mentores y jefes. Ellos te ayudarán a que la incorporación discurra sin dificultades.",
                "_key": "11c63a70325c",
                "image": "/images/AntingJiangQuote.jpg"
              },
              {
                "_type": "gallery",
                "_key": "f75d4c1389f7",
                "items": [
                  {
                    "description": "Mi primer día en Schaeffler, mi superior directo me explicó el plan de incorporación. Gracias a ese plan pude hacerme rápidamente una idea de cuál era mi trabajo y las funciones de nuestro equipo ya desde el primer día.",
                    "_key": "bd3f2d7cb968",
                    "title": "¿Qué fue lo que más te ayudó al principio para adaptarte rápido a tu nuevo puesto?",
                    "image": "/images/AntingJiangGalleryImage1.jpg",
                    "_type": "galleryItem"
                  },
                  {
                    "title": "¿Cómo puedes aprovechar tus puntos fuertes en el trabajo diario en Schaeffler?",
                    "image": "/images/AntingJiangGalleryImage2.jpg",
                    "_type": "galleryItem",
                    "description": "En Schaeffler pude poner en práctica mis habilidades lingüísticas y comunicativas en un entorno global. También puedo trabajar en campañas y proyectos complejos en colaboración con un equipo internacional.",
                    "_key": "84abb6ee9826"
                  },
                  {
                    "image": "/images/AntingJiangGalleryImage3.jpg",
                    "_type": "galleryItem",
                    "description": "Schaeffler es una empresa experta en su ámbito. No os vais a arrepentir.",
                    "_key": "6549b5621f3e",
                    "title": "¿Qué te gustaría decirles a los nuevos empleados?"
                  }
                ]
              }
            ],
            "_type": "tabsItem"
          },
          {
            "value": {
              "current": "taicang",
              "_type": "slug"
            },
            "tabsContent": [
              {
                "_key": "9fd04d30fc59",
                "title": " Han Zhenwei, ingeniero de procesos en Taicang (China)",
                "portableText": [
                  {
                    "_key": "7ecf8e447835",
                    "markDefs": [],
                    "children": [
                      {
                        "_type": "span",
                        "marks": [],
                        "text": "Trabajo en la planta de Schaeffler Taicang 1 como ingeniero de procesos, donde mi responsabilidad principal es el montaje de ZMAG y ZVEN, y estoy impresionado de lo avanzado que es este centro de Schaeffler y su alto grado de inteligencia.",
                        "_key": "d3b61b16acc00"
                      }
                    ],
                    "_type": "block",
                    "style": "bodyLarge"
                  }
                ],
                "_type": "textImageBlock"
              },
              {
                "_type": "quotes",
                "text": "Schaeffler es líder en su sector en sistemas de prestaciones sociales y desarrollo para los empleados.",
                "_key": "5c395dd2de28",
                "image": "/images/TaicangQuote.jpg",
                "authorInfo": {
                  "name": "Han Zhenwei",
                  "position": "ingeniero de procesos"
                }
              },
              {
                "_type": "gallery",
                "_key": "2019c95d1b53",
                "items": [
                  {
                    "image": "/images/TaicangGalleryImage1.jpg",
                    "_type": "galleryItem",
                    "description": "Estudié Robótica y puedo aplicar mis conocimientos sobre visión artificial y estructura, movimiento y control de robots a la producción industrial.",
                    "_key": "cdbd9c37abbe",
                    "title": "¿Cómo puedes aprovechar tus puntos fuertes en el trabajo diario en Schaeffler?"
                  },
                  {
                    "_key": "3fe5eb85aae1",
                    "title": "¿Cómo contribuyes a dar forma al futuro sostenible y/o innovador de Schaeffler en tu trabajo diario? ",
                    "image": "/images/TaicangGalleryImage2.jpg",
                    "_type": "galleryItem",
                    "description": "Mejorando la inteligencia de las líneas de producción y empleando equipos altamente automatizados para sustituir a los trabajadores en las tareas repetitivas y tediosas. Con la digitalización mejora la productividad y se hace un uso más eficiente y sostenible de los recursos."
                  },
                  {
                    "_type": "galleryItem",
                    "description": "Schaeffler subraya que su recurso más valioso son sus empleados y, de hecho, Schaeffler es líder en su sector en sistemas de prestaciones sociales y desarrollo para los empleados.",
                    "_key": "9fc67b8d29dd",
                    "title": "¿Qué opinión te merece Schaeffler como empleador?         ",
                    "image": "/images/TaicangGalleryImage3.jpg"
                  }
                ]
              }
            ],
            "_type": "tabsItem",
            "label": "Han",
            "_key": "85f1560187bf"
          },
          {
            "tabsContent": [
              {
                "_type": "textImageBlock",
                "_key": "5990fcd18a44",
                "title": " Zhou Qianya, especialista en Gestión de la Cadena de Suministro en Anting (China)",
                "portableText": [
                  {
                    "markDefs": [],
                    "children": [
                      {
                        "_type": "span",
                        "marks": [],
                        "text": "Trabajo en Schaeffler Trading como especialista en Gestión de la Cadena de Suministro (o SCM). Me encargo de optimizar diversos aspectos del proceso de la cadena de suministro, incluida la logística, control de inventario, análisis de la demanda y colaboración con equipos multidisciplinarios.",
                        "_key": "8a7b32444eb10"
                      }
                    ],
                    "_type": "block",
                    "style": "bodyLarge",
                    "_key": "81d78b02e26f"
                  }
                ]
              },
              {
                "authorInfo": {
                  "name": "Zhou Qianya",
                  "position": "especialista en Gestión de la Cadena de Suministro"
                },
                "_type": "quotes",
                "text": "Aquí formas parte de un equipo dedicado a la innovación y la excelencia.",
                "_key": "a73031e66ab2",
                "image": "/images/AntingZhouQuote.jpg"
              },
              {
                "items": [
                  {
                    "_key": "cf625844d621",
                    "title": "¿Cuánto tiempo llevas trabajando en Schaeffler y qué te motivó a entrar en Schaeffler?",
                    "image": "/images/AntingZhouGalleryImage1.jpg",
                    "_type": "galleryItem",
                    "description": "Dos años y dos meses. Por su reputación de ser un líder mundial en innovación y excelencia en ingeniería. Además, me atrae mucho la oportunidad de contribuir a proyectos y colaborar con profesionales muy talentosos con perfiles muy diversos."
                  },
                  {
                    "_type": "galleryItem",
                    "description": "Schaeffler anima a los empleados a conectar y relacionarse con los demás, ya sea mediante plataformas digitales o reuniones. Dándonos formación en comunicación intercultural y habilidades colaborativas, Schaeffler nos permite trabajar en conjunto para alcanzar objetivos comunes.",
                    "_key": "8efa238be69b",
                    "title": "¿Cómo fomenta Schaeffler el intercambio y la comunicación constantes entre los distintos departamentos y centros de todo el mundo?",
                    "image": "/images/AntingZhouGalleryImage2.jpg"
                  },
                  {
                    "image": "/images/AntingZhouGalleryImage3.jpg",
                    "_type": "galleryItem",
                    "description": "En un ambiente así se fomentan las ideas innovadoras y se valora el trabajo en equipo, lo que permite que surjan soluciones creativas y que los problemas se resuelvan con más eficiencia.",
                    "_key": "c630eba8aa01",
                    "title": "¿Cómo influye en tu éxito profesional que haya un ambiente pionero y colaborativo en el lugar de trabajo?"
                  },
                  {
                    "title": "¿Qué te gustaría decirles a los nuevos empleados?",
                    "image": "/images/AntingZhouGalleryImage4.jpg",
                    "_type": "galleryItem",
                    "description": "¡Bienvenidos y bienvenidas a Schaeffler! Aquí formas parte de un equipo dedicado a la innovación y la excelencia. ¡Aprovechad las oportunidades de crecer y colaborar para, juntos, dar forma al futuro!",
                    "_key": "7df11825e000"
                  }
                ],
                "_type": "gallery",
                "_key": "0b4a0aa26eb5"
              }
            ],
            "_type": "tabsItem",
            "label": "Zhou",
            "_key": "2996376bfb94",
            "value": {
              "current": "anting-2",
              "_type": "slug"
            }
          },
          {
            "value": {
              "current": "fort-mill",
              "_type": "slug"
            },
            "tabsContent": [
              {
                "portableText": [
                  {
                    "style": "bodyLarge",
                    "_key": "48760fcadde5",
                    "markDefs": [],
                    "children": [
                      {
                        "_type": "span",
                        "marks": [],
                        "text": "Me llamo Kirby Stenard. Empecé haciendo prácticas en Schaeffler, tras lo cual conseguí un puesto de auxiliar de compras. Seguí ascendiendo hasta convertirme en encargado de Compras y encargado de Compras sénior, gestionando diversas categorías, primero compras directas de material y, ahora, compras de materiales no relacionados con la producción. Así que, básicamente, me han ofrecido oportunidades para aprender sobre compras desde todos los ángulos del negocio. Actualmente estoy trabajando en el departamento de Compras como encargado de Compras sénior para Servicios corporativos, donde soy responsable de viajes, cursos, personal, consultoría y servicios de pruebas externas de I+D.",
                        "_key": "37cafce4096a0"
                      }
                    ],
                    "_type": "block"
                  }
                ],
                "_type": "textImageBlock",
                "_key": "aeb551845911",
                "title": "Kirby Stenard, encargado de Compras sénior en Fort Mill (EE. UU.)"
              },
              {
                "text": "Mi consejo para los nuevos compañeros: conoced a gente de fuera de vuestro equipo, sobre todo en departamentos multidisciplinarios, para saber qué hacen y cómo se integra eso con vuestro trabajo diario.",
                "_key": "4a1c15ee4667",
                "image": "/images/FortMillQuote.jpg",
                "authorInfo": {
                  "position": "encargado de Compras sénior",
                  "name": "Kirby Stenard"
                },
                "_type": "quotes"
              },
              {
                "_type": "gallery",
                "_key": "2cc5524f6915",
                "items": [
                  {
                    "_type": "galleryItem",
                    "description": "Aspiro a generar impacto para Schaeffler y aportar valor añadido en Compras. También me pongo muchas expectativas en cuanto a mí mismo, así que siempre intento hacer mi trabajo lo mejor posible para ayudar a alcanzar los objetivos de Schaeffler y de nuestro departamento. ",
                    "_key": "c9a0bef3c62c",
                    "title": "¿Qué te motiva para dar lo mejor de ti en tu trabajo diario?",
                    "image": "/images/FortMillGalleryImage1.jpg"
                  },
                  {
                    "title": "¿Qué fue lo que más te ayudó al principio para adaptarte rápido a tu nuevo puesto?",
                    "image": "/images/FortMillGalleryImage2.jpg",
                    "_type": "galleryItem",
                    "description": "Creo que estar abierto a entender cómo funciona hoy la empresa, hacer preguntas y no hacer suposiciones fue lo que más me ayudó a integrarme. ¡No hay preguntas tontas! Cualquier interacción me ayuda a hacerme una idea de cómo trabajamos y despierta ideas sobre cómo se pueden mejorar las cosas.",
                    "_key": "64498a08c941"
                  },
                  {
                    "_key": "3db2bd077746",
                    "title": "¿Cómo contribuyen a la excelencia la colaboración y el espíritu de equipo? ",
                    "image": "/images/FortMillGalleryImage3.jpg",
                    "_type": "galleryItem",
                    "description": "Creo que los proyectos o la resolución de problemas son más eficientes si hay colaboración entre equipos multidisciplinarios. Cuando se trabaja con gente, es fundamental construir relaciones positivas, porque generan confianza y crean un ambiente de trabajo constructivo."
                  },
                  {
                    "image": "/images/FortMillGalleryImage4.jpg",
                    "_type": "galleryItem",
                    "description": "Cada uno tenemos diferentes puntos fuertes, así que, una vez que sabes cuál es el tuyo, te recomiendo que lo uses. Yo soy muy detallista, y esto me ha ayudado mucho como responsable de compras a encontrar dónde podemos ahorrar costes para Schaeffler.",
                    "_key": "cc36a73ca6cd",
                    "title": "¿Cómo puedes aprovechar tus puntos fuertes en el trabajo diario en Schaeffler?"
                  },
                  {
                    "image": "/images/FortMillGalleryImage5.jpg",
                    "_type": "galleryItem",
                    "description": "Conoced a gente de fuera de vuestro departamento, sobre todo en los departamentos multidisciplinarios, y enteraros de qué hacen. Cuanto mejor sepas lo que es importante para ellos, más te ayudará a entender el proceso en su conjunto y cómo podéis ayudaros unos a otros.",
                    "_key": "d241111f7aa9",
                    "title": "¿Puedes dar a los nuevos compañeros un consejo para su primer día?"
                  }
                ]
              }
            ],
            "_type": "tabsItem",
            "label": "Kirby",
            "_key": "5c80fbdbdfc7"
          }
        ],
        "_type": "tabs",
        "_key": "f95e136b89cc"
      },
      {
        "_key": "e119d3909e97",
        "title": "Vale la pena saber",
        "imageContent": {
          "image": "/images/textBlockImage3.jpg"
        },
        "portableText": [
          {
            "_key": "98c11bf7ec83",
            "markDefs": [],
            "children": [
              {
                "text": "El Grupo Schaeffler será climáticamente neutro en 2040.",
                "_key": "fe56763293cc0",
                "_type": "span",
                "marks": []
              }
            ],
            "_type": "block",
            "style": "h4"
          },
          {
            "markDefs": [],
            "children": [
              {
                "text": "Nuestra producción propia será climáticamente neutra en 2030 y nuestra cadena de suministro lo será en 2040. Hasta 2025 evitaremos tres cuartos de las emisiones de la producción en comparación con 2019. En este sentido, prácticamente todo se centra en medidas de reducción concretas. Solo aplicamos medidas de compensación allí donde las emisiones son inevitables.",
                "_key": "ec2b6b145929",
                "_type": "span",
                "marks": []
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "25a4c6aa56b5"
          }
        ],
        "_type": "textImageBlock"
      },
      {
        "_type": "accordion",
        "accordionItems": [
          {
            "disable": false,
            "_type": "accordionItem",
            "expandedText": [
              {
                "markDefs": [],
                "children": [
                  {
                    "marks": [],
                    "text": "La mejor preparación para tu primer día consiste en leer la información que hayas recibido del equipo de incorporación de Schaeffler y entregar lo antes posible todos los documentos y la información solicitados necesarios para que podamos tenerlo todo preparado. También puedes mirar los contenidos adicionales que te pongamos a disposición aquí o por otras fuentes. No olvides que esto es voluntario.",
                    "_key": "8839708c39540",
                    "_type": "span"
                  }
                ],
                "_type": "block",
                "style": "bodyLarge",
                "_key": "d9a47246f33f"
              },
              {
                "children": [
                  {
                    "text": "Además, puedes preparar preguntas que te gustaría hacer a tu nuevo superior o a tus nuevos compañeros y compañeras durante los primeros días: sobre el trabajo, la colaboración o sencillamente preguntas para romper el hielo.",
                    "_key": "caf315c9fea2",
                    "_type": "span",
                    "marks": []
                  }
                ],
                "_type": "block",
                "style": "bodyLarge",
                "_key": "65e41ee81b1b",
                "markDefs": []
              },
              {
                "style": "bodyLarge",
                "_key": "56f597033545",
                "markDefs": [],
                "children": [
                  {
                    "_key": "0596586185a2",
                    "_type": "span",
                    "marks": [],
                    "text": "Guarda la información sobre tu primer día (lugar de encuentro, hora de inicio, etc.) en tu dispositivo móvil para tenerla a mano fácilmente."
                  }
                ],
                "_type": "block"
              }
            ],
            "_key": "2391164841b1",
            "headline": "¿Cuál es la mejor forma de prepararme para mi primer día?"
          },
          {
            "headline": "¿A quién puedo dirigirme para saber cómo puedo prepararme para el primer día o cómo debo vestirme?",
            "disable": false,
            "_type": "accordionItem",
            "expandedText": [
              {
                "_key": "a30750f80df6",
                "markDefs": [],
                "children": [
                  {
                    "marks": [],
                    "text": "Tu equipo de incorporación te ayudará a responder a tus preguntas. No dudes en dirigirte a tu superior o tu colega. Encontrarás sus datos de contacto en el portal de incorporación.",
                    "_key": "5583b48ba71d0",
                    "_type": "span"
                  }
                ],
                "_type": "block",
                "style": "bodyLarge"
              }
            ],
            "_key": "d1c529e85276"
          },
          {
            "disable": false,
            "_type": "accordionItem",
            "expandedText": [
              {
                "style": "bodyLarge",
                "_key": "4c996b21dea6",
                "markDefs": [],
                "children": [
                  {
                    "marks": [],
                    "text": "Recibirás la información unos días antes de que empieces. Si no has recibido esta información, dirígete a tu nuevo superior o a tu colega.",
                    "_key": "53dc6e52a6290",
                    "_type": "span"
                  }
                ],
                "_type": "block"
              }
            ],
            "_key": "477bcd2406a6",
            "headline": "¿Cómo recibo información sobre dónde está y cuándo debo llegar a mi nuevo puesto de trabajo?"
          },
          {
            "headline": "¿Qué hago si me pongo enfermo el primer día?",
            "disable": false,
            "_type": "accordionItem",
            "expandedText": [
              {
                "markDefs": [],
                "children": [
                  {
                    "_type": "span",
                    "marks": [],
                    "text": "Si debido a una enfermedad, un accidente u otras circunstancias imprevistas no pudieras acudir al trabajo, te rogamos que se lo comuniques a tu superior. Infórmanos también de inmediato sobre la duración previsible de tu ausencia. ¡Muchas gracias!",
                    "_key": "c2409aa70b760"
                  }
                ],
                "_type": "block",
                "style": "bodyLarge",
                "_key": "1b77d056d06c"
              }
            ],
            "_key": "da6af19e2b3b"
          }
        ],
        "_key": "d1f0943ac640",
        "title": "Preguntas frecuentes"
      },
      {
        "_type": "teaser",
        "teaserItems": [
          {
            "_key": "6cb9894d0826",
            "image": "/images/singleTeaser.jpg",
            "href": "https://performancemanager5.successfactors.eu/sf/start?_s.crb=NT94Ofnmu4%252fOySAjlftHgFDNUNNuowzmscAw4Utj0bw%253d#Shell-home ",
            "video": null,
            "text": "Aquí encontrarás toda la información personal",
            "overline": "Portal de incorporación",
            "description": "Tu panel personalizado te ofrece acceso a todas las herramientas e información importantes"
          }
        ],
        "_key": "5aaceed48697",
        "headline": "Portal de incorporación"
      },
      {
        "_type": "teaser",
        "teaserItems": [
          {
            "href": "https://www.schaeffler.com/en/media/stories/",
            "video": null,
            "text": "Historias del mundo Schaeffler",
            "overline": "Historias",
            "description": "Descubre cómo contribuyen las soluciones de Schaeffler a los conceptos de movilidad del presente y el futuro.",
            "_key": "755f56cd964c",
            "image": "/images/tripleTeaser1.jpg"
          },
          {
            "text": "We pioneer motion",
            "overline": "Página web corporativa",
            "description": "Descubre más cosas sobre Schaeffler y cómo damos forma al futuro de la movilidad.",
            "_key": "379797e6156b",
            "image": "/images/tripleTeaser2.jpg",
            "href": "https://www.schaeffler.com/en/",
            "video": null
          },
          {
            "image": "/images/tripleTeaser3.jpg",
            "href": "https://www.schaeffler-sustainability-report.com/2023/",
            "video": null,
            "text": "Informe de sostenibilidad",
            "overline": "2023",
            "description": "Descubre qué significa para Schaeffler el éxito sostenible de la empresa.",
            "_key": "4d2135f8fa88"
          },
          {
            "description": "En Linkedin puedes encontrar lo último sobre el mundo Schaeffler.",
            "_key": "9d03a21cfd46",
            "image": "/images/tripleTeaser4.jpg",
            "href": "https://www.linkedin.com/company/schaeffler/posts/?feedView=videos",
            "video": null,
            "text": "Mantente al corriente",
            "overline": "LinkedIn"
          }
        ],
        "_key": "18e9526773c3",
        "headline": "Esto también puede resultarte interesante"
      }
    ],
    "_type": "marketContent"
  },
  {
    "language": "es",
    "goBackButtonText": "De vuelta",
    "headline": "Aviso legal",
    "_updatedAt": "2024-07-29T06:41:29Z",
    "_rev": "FrBnfFv0oUWEATBnjbdeqM",
    "contentBlocks": [
      {
        "_key": "6188723f395b",
        "title": "Contact Information/Imprint",
        "portableText": [
          {
            "_type": "block",
            "style": "h4",
            "_key": "7733eb56a287",
            "markDefs": [],
            "children": [
              {
                "text": "Publisher",
                "_key": "88be392c0541",
                "_type": "span",
                "marks": []
              }
            ]
          },
          {
            "markDefs": [
              {
                "_type": "link",
                "href": "mailto:info@schaeffler.com",
                "_key": "930936102bbe"
              },
              {
                "_key": "7dfeb9922006",
                "_type": "link",
                "href": "https://www.schaeffler.com"
              }
            ],
            "children": [
              {
                "marks": [],
                "text": "Schaeffler AG\nIndustriestr. 1–3\n91074 Herzogenaurach, Deutschland\nTel.: +49 (0)9132 82-0 (Zentrale)\nE-Mail: ",
                "_key": "7455dde0a218",
                "_type": "span"
              },
              {
                "_key": "4c0bf073f8f6",
                "_type": "span",
                "marks": [
                  "930936102bbe"
                ],
                "text": "info@schaeffler.com"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "\n",
                "_key": "36ed3cfdbdf6"
              },
              {
                "text": "www.schaeffler.com",
                "_key": "0a53f120d8ba",
                "_type": "span",
                "marks": [
                  "7dfeb9922006"
                ]
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "4729482669a3"
          },
          {
            "_key": "5f7f00823783",
            "markDefs": [],
            "children": [
              {
                "marks": [],
                "text": "Responsibility",
                "_key": "ba3041048aac",
                "_type": "span"
              }
            ],
            "_type": "block",
            "style": "h4"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "c448676fb417",
            "markDefs": [],
            "children": [
              {
                "_key": "9869c6dcaca8",
                "_type": "span",
                "marks": [],
                "text": "Recruiting, Schaeffler AG"
              }
            ]
          },
          {
            "_type": "block",
            "style": "h4",
            "_key": "61f206020e90",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Editing and consulting",
                "_key": "d03612f795f0"
              }
            ]
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "36e735c60694",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Schaeffler AG",
                "_key": "ce53eed758e5"
              }
            ]
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "LIGANOVA HORIZON GmbH, Frankfurt am Main",
                "_key": "e1f55516ae51"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "c28f340168b9",
            "markDefs": []
          },
          {
            "_type": "block",
            "style": "h4",
            "_key": "9413f832a973",
            "markDefs": [],
            "children": [
              {
                "marks": [],
                "text": "Concept and design",
                "_key": "96807c742caa",
                "_type": "span"
              }
            ]
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "LIGANOVA HORIZON GmbH, Frankfurt am Main",
                "_key": "b449c2b2c55b"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "ea3b94ab39a2"
          },
          {
            "children": [
              {
                "text": "Publication date",
                "_key": "19b1788f8cc8",
                "_type": "span",
                "marks": []
              }
            ],
            "_type": "block",
            "style": "h4",
            "_key": "cc960b6f9bb6",
            "markDefs": []
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "49e283839b8d",
            "markDefs": [],
            "children": [
              {
                "_key": "977bf969e10b",
                "_type": "span",
                "marks": [],
                "text": "Wednesday, July 3"
              }
            ]
          },
          {
            "style": "h4",
            "_key": "793458d51c27",
            "markDefs": [],
            "children": [
              {
                "marks": [],
                "text": "Photos",
                "_key": "34be8e53e781",
                "_type": "span"
              }
            ],
            "_type": "block"
          },
          {
            "style": "bodyLarge",
            "_key": "3ae8f3404c7a",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 1 – Klaus Rosenfeld",
                "_key": "b44b07f80507"
              },
              {
                "_key": "f67e34b6c5d8",
                "_type": "span",
                "marks": [],
                "text": "\n© Andreas Pohlmann"
              }
            ],
            "_type": "block"
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 2 – Comienza con una base sólida",
                "_key": "9a3c3791bdbf"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "\n© ",
                "_key": "2391ec6b2149"
              },
              {
                "text": "Westend61",
                "_key": "54d854807e28",
                "_type": "span",
                "marks": [
                  "8d304b34c49a"
                ]
              },
              {
                "_type": "span",
                "marks": [],
                "text": " | Getty Images",
                "_key": "27108307668a"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "29c6937b2fba",
            "markDefs": [
              {
                "_type": "link",
                "_key": "8d304b34c49a"
              }
            ]
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 3 – En donde hay movimiento, allí está Schaeffler Technologie",
                "_key": "e66bb3535aaa"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "\n© Schaeffler AG",
                "_key": "bcc80c6bec08"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "b6dbe9b4941b",
            "markDefs": []
          },
          {
            "_key": "a4c199de36e3",
            "markDefs": [
              {
                "_type": "link",
                "_key": "82afb5d3b1b3"
              },
              {
                "_key": "f17a011fc50a",
                "_type": "link",
                "href": "https://stock.adobe.com/"
              }
            ],
            "children": [
              {
                "marks": [
                  "strong"
                ],
                "text": "Photo 4 – Los científicos y científicas observan galaxias muy lejanas con nosotros",
                "_key": "cad4a8da899d",
                "_type": "span"
              },
              {
                "marks": [],
                "text": "\n© ",
                "_key": "f0a8ce86323f",
                "_type": "span"
              },
              {
                "_key": "d5f6c7d7ef16",
                "_type": "span",
                "marks": [
                  "82afb5d3b1b3"
                ],
                "text": "Henry Czauderna"
              },
              {
                "marks": [],
                "text": " | ",
                "_key": "5fac3da92fec",
                "_type": "span"
              },
              {
                "text": "stock.adobe.com",
                "_key": "82bce587a889",
                "_type": "span",
                "marks": [
                  "f17a011fc50a"
                ]
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "a5f71fae1c49",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 5 – Ve un paso por delante",
                "_key": "2c0dc8614948"
              },
              {
                "marks": [],
                "text": "\n© Hero Images | Getty Images",
                "_key": "c08409b13cb0",
                "_type": "span"
              }
            ]
          },
          {
            "style": "bodyLarge",
            "_key": "027980f926d7",
            "markDefs": [
              {
                "_key": "2e8d71c2092b",
                "_type": "link",
                "href": "https://stock.adobe.com/"
              },
              {
                "_type": "link",
                "_key": "112ab2658302"
              }
            ],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 6 – Antes de tu primer día con nosotros",
                "_key": "52624aedceda"
              },
              {
                "marks": [],
                "text": "\n© ",
                "_key": "ee1d1eae39ef",
                "_type": "span"
              },
              {
                "_type": "span",
                "marks": [
                  "112ab2658302"
                ],
                "text": "Drobot Dean",
                "_key": "ad2bc687e689"
              },
              {
                "_type": "span",
                "marks": [],
                "text": " | ",
                "_key": "d0cf0928ab35"
              },
              {
                "_type": "span",
                "marks": [
                  "2e8d71c2092b"
                ],
                "text": "stock.adobe.com",
                "_key": "670f0c4c0333"
              }
            ],
            "_type": "block"
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 7 – Tu primer día en Schaeffler",
                "_key": "27cbe8c37846"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "\n© Schaeffler AG",
                "_key": "1630fd23a3c5"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "81a42cd8bad9",
            "markDefs": []
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 8 – Las siguientes semanas",
                "_key": "c8ce22768b47"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "\n© Dominik Obertreis",
                "_key": "782c928417c7"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "8e0fc512216b"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 9 – Schaeffler Academy",
                "_key": "ba40b84bf570"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "\n© Dominik Obertreis",
                "_key": "0feb242856c1"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "69cf24982ff4"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 10 – Conoce perspectivas distintas",
                "_key": "908be0d14196"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "\n© Dominik Obertreis",
                "_key": "5d7ff0feb4d4"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "6bb0c699fd91"
          },
          {
            "_key": "fdccd2c1f259",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 11 – Dr. Astrid Fontaine",
                "_key": "391c448edf19"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "\n© Andreas Pohlmann",
                "_key": "da4a56a644fb"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "_key": "5b71483b6d27",
            "markDefs": [],
            "children": [
              {
                "_key": "5cd9cf70fdc0",
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 12-15 – Entrevista Katharina Krückel\n"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "© Stephan Schaar",
                "_key": "b6c0af663a7c"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 16-21 – Entrevista Tina Weber\n",
                "_key": "98ba2afb9db3"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "© Stephan Schaar",
                "_key": "36548501e322"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "d33a32a20ed9"
          },
          {
            "style": "bodyLarge",
            "_key": "63266abf4fa4",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 22-25 – Entrevista Jiang Junpeng\n",
                "_key": "dbad841673e3"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "© Xingxun Communication",
                "_key": "cd1033da923a"
              }
            ],
            "_type": "block"
          },
          {
            "style": "bodyLarge",
            "_key": "826c5d1cdd0b",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 26-29 – Entrevista Han Zhenwei\n",
                "_key": "8bd4adb1ef7e"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "© Xingxun Communication",
                "_key": "53aae60cef36"
              }
            ],
            "_type": "block"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "e97935ded922",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 30-34 – Entrevista Zhou Qianya\n",
                "_key": "e5333faca8d3"
              },
              {
                "marks": [],
                "text": "© Xingxun Communication",
                "_key": "d49af4a2a653",
                "_type": "span"
              }
            ]
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 35-40 – Entrevista Kirby Stenard\n",
                "_key": "b38d2cee48b6"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "© Payton Smith",
                "_key": "c3f0800a300c"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "b205f0612fc2",
            "markDefs": []
          },
          {
            "_key": "7d1d59aad66c",
            "markDefs": [
              {
                "_type": "link",
                "_key": "e517455817c2"
              }
            ],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 41 – El Grupo Schaeffler será climáticamente neutro en 2040",
                "_key": "c56bbd585a26"
              },
              {
                "text": "\n© ",
                "_key": "430a9831a90b",
                "_type": "span",
                "marks": []
              },
              {
                "text": "Moof",
                "_key": "3c4c81e43a4f",
                "_type": "span",
                "marks": [
                  "e517455817c2"
                ]
              },
              {
                "_type": "span",
                "marks": [],
                "text": " | Getty Images",
                "_key": "1f9cf419ee40"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "_key": "c8bc59cb862a",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 42 – Portal de incorporación\n",
                "_key": "cfe09ff680e6"
              },
              {
                "text": "© Zsteves | Getty Images",
                "_key": "99b1e6dfd0e6",
                "_type": "span",
                "marks": []
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "style": "bodyLarge",
            "_key": "7f177d8dfcf7",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 43 – Historias del mundo Schaeffler\n",
                "_key": "b57ff2934523"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "© Zsteves | Getty Images",
                "_key": "ce9d358dfc0f"
              }
            ],
            "_type": "block"
          },
          {
            "children": [
              {
                "_key": "d98b194468de",
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 44 – Página web corporativa\n"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "© yangphoto | Getty Images",
                "_key": "15258919ba1d"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "1ce925ed2ed0",
            "markDefs": []
          },
          {
            "_key": "1b3f0c3794dc",
            "markDefs": [
              {
                "_key": "cabbf51a81ef",
                "_type": "link",
                "href": "https://stock.adobe.com/de/contributor/211581772/jack?load_type=author&prev_url=detail"
              },
              {
                "href": "https://stock.adobe.com/",
                "_key": "cca0226c4ca5",
                "_type": "link"
              }
            ],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 45 – Informe de sostenibilidad\n",
                "_key": "5748c68ee857"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "© ",
                "_key": "df1f1a91a7ed"
              },
              {
                "_type": "span",
                "marks": [
                  "cabbf51a81ef"
                ],
                "text": "Jack",
                "_key": "378fa696b5c4"
              },
              {
                "_type": "span",
                "marks": [],
                "text": " | AI generated – ",
                "_key": "3da4d750efe1"
              },
              {
                "text": "stock.adobe.com",
                "_key": "c9cbaa78e890",
                "_type": "span",
                "marks": [
                  "cca0226c4ca5"
                ]
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "492b9b05e092",
            "markDefs": [
              {
                "_type": "link",
                "href": "https://www.gettyimages.de/search/photographer?photographer=Westend61",
                "_key": "5049f9ad4fb3"
              }
            ],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "Photo 46 – LinkedIn\n",
                "_key": "2738f36ba1e0"
              },
              {
                "_type": "span",
                "marks": [],
                "text": "© ",
                "_key": "19a16b5d6a7f"
              },
              {
                "_type": "span",
                "marks": [
                  "5049f9ad4fb3"
                ],
                "text": "Westend61",
                "_key": "a2b2655c35de"
              },
              {
                "_type": "span",
                "marks": [],
                "text": " | Getty Images",
                "_key": "c9aa28c5eec5"
              }
            ]
          }
        ],
        "_type": "textImageBlock"
      }
    ],
    "slug": {
      "current": "aviso-legal",
      "_type": "slug"
    },
    "pageName": "Aviso legal",
    "languages": [
      {
        "value": "en",
        "label": "EN",
        "url": "/es-en/legal-notice"
      },
      {
        "value": "es",
        "label": "ES",
        "url": "/es-es/aviso-legal"
      }
    ],
    "isDevelopmentPage": false,
    "_id": "8a7c0d73-c313-4d44-a1e3-8aa3de76c6a6",
    "_type": "marketContent",
    "navigationField": {
      "_type": "navigation",
      "copy": {
        "promotionText": "Welcome to our company",
        "underline": "Your onboarding journey"
      },
      "video": {
        "url": "https://cdn.sanity.io/files/1mrwp9a5/production/c312855ac8b0aed3f77407a4bc6de44e2653ec8b.mp4",
        "originalFilename": "website header_job diversity_9 (1).mp4"
      },
      "navigationLinks": [
        {
          "title": "Home",
          "slug": {
            "current": "home",
            "_type": "slug"
          },
          "_type": "items",
          "_key": "c0701bf9d758"
        },
        {
          "_key": "5de5bc19753a",
          "title": "Basis",
          "slug": {
            "current": "basis",
            "_type": "slug"
          },
          "_type": "items"
        },
        {
          "title": "Onboarding",
          "slug": {
            "current": "onboarding",
            "_type": "slug"
          },
          "_type": "items",
          "_key": "488bc0b66f08"
        },
        {
          "_type": "items",
          "_key": "1c81bee2f6e1",
          "title": "Perspectives",
          "slug": {
            "current": "perspectives",
            "_type": "slug"
          }
        }
      ]
    },
    "_createdAt": "2024-06-28T12:19:27Z",
    "market": "es",
    "textContentOnly": true,
    "footerField": {
      "_type": "footer",
      "infoFields": [
        {
          "internalHref": "/es-es/aviso-legal",
          "_key": "0c959284ddc6",
          "externalHref": null,
          "infoText": "Aviso legal"
        },
        {
          "internalHref": "/es-es/declaracion-de-privacidad",
          "_key": "4cfa11380860",
          "externalHref": null,
          "infoText": "Declaración de privacidad"
        },
        {
          "internalHref": "/es-es/condiciones-de-uso",
          "_key": "0388b825a79a",
          "externalHref": null,
          "infoText": "Condiciones de uso"
        },
        {
          "internalHref": "/es-es/directiva-de-cookies",
          "_key": "837ea2856ae3",
          "externalHref": null,
          "infoText": "Directiva de cookies"
        }
      ],
      "parallaxText": "We pioneer motion",
      "socialIconsFields": [
        {
          "_type": "socialIcon",
          "externalHref": "https://x.com/schaefflergroup",
          "icon": "Twitter",
          "_key": "6805fab8ff95"
        },
        {
          "externalHref": "https://www.linkedin.com/company/schaeffler/",
          "icon": "Linkedin",
          "_key": "041e49226715",
          "_type": "socialIcon"
        },
        {
          "icon": "Xing",
          "_key": "dfd7890635ec",
          "_type": "socialIcon",
          "externalHref": "https://www.xing.com/pages/schaeffler"
        },
        {
          "icon": "Facebook",
          "_key": "b4b81aae3aae",
          "_type": "socialIcon",
          "externalHref": "https://www.facebook.com/SchaefflerDeutschland/?brand_redir=213061972037306"
        },
        {
          "_type": "socialIcon",
          "externalHref": "https://www.instagram.com/schaefflergroup/",
          "icon": "Instagram",
          "_key": "5f5de50af9b2"
        },
        {
          "_type": "socialIcon",
          "externalHref": "https://www.youtube.com/Schaeffler",
          "icon": "YouTube",
          "_key": "3a342d845488"
        }
      ]
    }
  },
  {
    "headline": "Declaración de privacidad",
    "language": "es",
    "isDevelopmentPage": false,
    "goBackButtonText": "De vuelta",
    "contentBlocks": [
      {
        "portableText": [
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "We are pleased about your interest in Schaeffler AG and our products. The protection of your privacy when using our online offer is very important for us. If personal data is processed, we follow the applicable data protection laws.",
                "_key": "d85a4f9185ae"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "2a1f9d22a9d9",
            "markDefs": []
          },
          {
            "_type": "block",
            "style": "h4",
            "_key": "2e3f57f123ff",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "1.\tGeneral information about data processing",
                "_key": "b2e8c15b3de7"
              }
            ]
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "1.1.\tScope and purpose of processing of personal data",
                "_key": "39272c7bf2ab"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "8ed100fa11c0"
          },
          {
            "children": [
              {
                "marks": [],
                "text": "In principle, we collect and use your personal data only insofar as it is necessary to provide a functional website, as well as our content and services offered on the website. The processing of your personal data takes place either on the basis of your consent or to the extent as the legal regulations allow this data processing even without consent.",
                "_key": "dc2a56cfe154",
                "_type": "span"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "56b0852f456b",
            "markDefs": []
          },
          {
            "style": "bodyLarge",
            "_key": "8c315384793a",
            "markDefs": [],
            "children": [
              {
                "text": "1.2.\tLegal basis for data processing",
                "_key": "dc75a8e6e480",
                "_type": "span",
                "marks": [
                  "strong"
                ]
              }
            ],
            "_type": "block"
          },
          {
            "_key": "058d5140b9d4",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Your personal data is processed on the basis of the EU General Data Protection Regulation (GDPR) and the applicable local data protection law, f.e. the German Federal Data Protection Act (BDSG).",
                "_key": "ce5d87bcd1d1"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "450e2467a519",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "1.2.1. Given consent to the processing Art. 6 (1) lit. a GDPR",
                "_key": "4a06a61a5260"
              }
            ]
          },
          {
            "children": [
              {
                "_key": "74f4ca385e64",
                "_type": "span",
                "marks": [],
                "text": "Insofar as you have given us consent to process personal data for specific purposes, Art. 6 (1) lit. a GDPR serves as the legal basis for the processing of personal data. Consent given can be revoked by you at any time. Please note that the revocation is only effective for the future. Processing that took place before the revocation is not affected."
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "1aad1a76710c",
            "markDefs": []
          },
          {
            "style": "bodyLarge",
            "_key": "23a74f647c0d",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "1.2.2. Pre-contractual and contractual measures Art. 6 (1) lit. b GDPR",
                "_key": "1b78b442ddc6"
              }
            ],
            "_type": "block"
          },
          {
            "children": [
              {
                "text": "Processing of personal data in the context of the performance of a contract to which you are a party or in order to take steps prior to entering a contract at your request is based on Art. 6 (1) lit. b GDPR. The purposes of data processing are governed by the respective contract documents and the subject matter of the contract.",
                "_key": "fbe2eee4413e",
                "_type": "span",
                "marks": []
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "1b9a334bc78a",
            "markDefs": []
          },
          {
            "style": "bodyLarge",
            "_key": "143dcd6d93a5",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "1.2.3. Legal obligation Art. 6 (1) lit. c GDPR",
                "_key": "2325473cacbf"
              }
            ],
            "_type": "block"
          },
          {
            "markDefs": [],
            "children": [
              {
                "text": "If processing of personal data is necessary to comply with a legal obligation to which we are subject, Art. 6 (1) lit. c GDPR serves as a legal basis.",
                "_key": "c624e59da6f1",
                "_type": "span",
                "marks": []
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "d4988a92f8b4"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "1.2.4. Legitimate interests Art. 6 (1) lit. f GDPR",
                "_key": "3fc0a46a54b5"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "022d5525a481"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "cbd2ade99d2e",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "If processing is necessary for the purposes of the legitimate interests pursued by Schaeffler or by a third party (e.g., to assert legal claims and defend against legal disputes; to ensure IT security; to prevent criminal acts; for business management measures and for the further development of services and products) and if your interests, fundamental rights and freedoms as data subject do not override the aforementioned interest, Art. 6 (1) lit. f GDPR serves as the legal basis for processing.",
                "_key": "fb4e08163a80"
              }
            ]
          },
          {
            "_key": "ddb55294114b",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "1.3. Data erasure and retention period",
                "_key": "a2598f474b78"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "We process and store your personal data for as long as this is necessary to satisfy the respective purpose. If your data is no longer required to fulfil the purpose of the data processing, it will be deleted, unless this deletion is subject to statutory retention obligations.",
                "_key": "6b147d072494"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "8dff49043f3c"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "1.4.\tAccess to personal data within the Schaeffler Group and by third parties",
                "_key": "d1f4948d14d5"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "56ba2bf75675"
          },
          {
            "style": "bodyLarge",
            "_key": "54449046b07e",
            "markDefs": [],
            "children": [
              {
                "text": "Within the Schaeffler Group, those entities gain access to your data who require it as a part of “least privilege” (assignment of user rights to the lowest possible extent) and the “need-to-know” principle (knowledge of data only if necessary).",
                "_key": "93ff3db43e49",
                "_type": "span",
                "marks": []
              }
            ],
            "_type": "block"
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "We may only transfer data to third parties outside the Schaeffler Group if this is necessary, if statutory provision so requires, if you have given your consent or processors commissioned by us have contractually agreed to comply with the requirements of the GDPR and applicable local data protection law.",
                "_key": "2be2ce2e22bd"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "bb20886a04a9",
            "markDefs": []
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Under these circumstances, recipients of personal data may include: Responsible internal departments, which are responsible for the processing of your data, and service providers if required.",
                "_key": "bed9a417a1b2"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "4363e77e26d1",
            "markDefs": []
          },
          {
            "style": "bodyLarge",
            "_key": "47d2ca7a7d24",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "1.5.\tTransfer of personal data to a third country or to an international organisation",
                "_key": "bee1a9b219f6"
              }
            ],
            "_type": "block"
          },
          {
            "_key": "e3e45f082df4",
            "markDefs": [],
            "children": [
              {
                "_key": "5d2449274122",
                "_type": "span",
                "marks": [],
                "text": "A transfer of data to countries outside the EU/EEA (so-called third countries) will only take place as it is necessary or required by law, you have given your consent or as part of data processing by a processor. If service providers in third countries are deployed, in addition to written instructions, they are required to comply with data protection standards in Europe by agreeing on the EU standard contractual clauses."
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "style": "bodyLarge",
            "_key": "5743a018aa38",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "1.6. IT security and links to third party websites",
                "_key": "e57a40994161"
              }
            ],
            "_type": "block"
          },
          {
            "_key": "d81ccfe89570",
            "markDefs": [],
            "children": [
              {
                "marks": [],
                "text": "The Schaeffler Group uses technical and organizational security measures to protect your data that we manage against accidental or intentional destruction, manipulation, loss or access by unauthorized persons. These safeguards are constantly being developed in accordance with the respective new technical possibilities.",
                "_key": "fb28363fbf00",
                "_type": "span"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "6d98f120e5f8",
            "markDefs": [],
            "children": [
              {
                "_key": "728d3ee8bd15",
                "_type": "span",
                "marks": [],
                "text": "Our websites may contain links to the websites of other providers. Our Privacy Policy does not apply to these websites."
              }
            ]
          },
          {
            "_key": "87881963c6f5",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "1.7.\tObligation to provide personal data",
                "_key": "b52c6424ae65"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "style": "bodyLarge",
            "_key": "a0763601e955",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "While entering into a contract, you must provide the personal data that is necessary to establish, implement and terminate the contract and to satisfy the resulting duties or that Schaeffler must collect due to legal provisions.\nOn this website we provide you with offers and services that you can voluntarily use. Without your personal data, you may not be able to use or benefit of our offers and services.",
                "_key": "0ca1d3dc1d5f"
              }
            ],
            "_type": "block"
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "1.8. „Profiling“ and automated decision-making",
                "_key": "be04c96974e9"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "1e408108613c",
            "markDefs": []
          },
          {
            "style": "bodyLarge",
            "_key": "84cbe29519b6",
            "markDefs": [],
            "children": [
              {
                "_key": "118cdfea2306",
                "_type": "span",
                "marks": [],
                "text": "We do not use fully automated decision-making pursuant to Art. 22 GDPR. Schaeffler basically does not use “profiling”. If we use it in individual cases, we will inform you about this separately, if it is required by law and – if necessary - obtain your prior consent."
              }
            ],
            "_type": "block"
          },
          {
            "_key": "3b06d64e6548",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "1.9.\tSources of your personal data",
                "_key": "1d09d1761660"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "style": "bodyLarge",
            "_key": "a0c3cf2fba17",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "We use data that we receive from you through personally.",
                "_key": "227c65ad566a"
              }
            ],
            "_type": "block"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "2. Data processing for the provision of the website and the creation of log files",
                "_key": "cbe0a8b0ce6c"
              }
            ],
            "_type": "block",
            "style": "h4",
            "_key": "5746978b30e2"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "By default, when you visit our website, our web servers obtain and collect the name of your Internet service provider, your IP address, the website from which you are visiting us, the websites you visit on our website, and the date and duration of the visit. This data is stored in the log files of our systems and is used for problem or error analysis. However, the use of the IP address is limited to the technically necessary extent and is abbreviated and therefore used only anonymously, so that it is not possible to assign the IP address to a user.",
                "_key": "6ddd11426de7"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "5e0103b2ca4c"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "The temporary storage of the abbreviated IP address by our systems is technically necessary to display the website to your terminal device. Storage in log files is done to ensure the functionality of the website. Data is not being analyzed for marketing purposes in this context.",
                "_key": "9eec7a411fcd"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "a724774566c0"
          },
          {
            "_key": "61e786949a62",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "For these purposes, we have legitimate interest in processing of data according to Art. 6 (1) (f) GDPR.",
                "_key": "877bb09b5a95"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "The collection of data for the provision of the website and the storage of data in log files is essential for the operation of the website. Therefore, there is no possibility for you as a user to object to such processing.",
                "_key": "4ede2e061dea"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "c2f33d0257c2",
            "markDefs": []
          },
          {
            "markDefs": [],
            "children": [
              {
                "marks": [],
                "text": "3. Data processing in respect of services offered on the website",
                "_key": "2426977c4364",
                "_type": "span"
              }
            ],
            "_type": "block",
            "style": "h4",
            "_key": "09d103c14466"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "b82909286bf5",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "On our website various services are offered, for the use of which we request personal data from you.",
                "_key": "c46eea9a7cd0"
              }
            ]
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "3.1. Data processing in connection with Cookies, Web Beacons and Local Storage",
                "_key": "efb141aed491"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "4505d3db03d8"
          },
          {
            "_key": "b5945a04e3e0",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "3.1.1. Cookies",
                "_key": "6f241c085d1d"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "d90157d08cfa",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "We use cookies to enable you to make the best possible use of the website. Cookies are text files that are stored in the Internet browser or saved by the Internet browser on the terminal device of the user. If a user visits our website, a cookie can be stored on the user’s operating system. This cookie contains a characteristic string that allows clear identification of the browser when the website is accessed again.",
                "_key": "d2f4279b992b"
              }
            ]
          },
          {
            "markDefs": [
              {
                "reference": {
                  "_ref": "e185588b-0e58-42e3-890d-74ba3eb719a6",
                  "_type": "reference"
                },
                "_type": "internalLink",
                "_key": "5502a6581611",
                "href": "/es-es/cookie-policy"
              }
            ],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "In the following, we provide you with general information about the use of cookies on our website and the associated processing of personal data. For further information on specifically used cookies, please refer to the ",
                "_key": "c9e5fac6d452"
              },
              {
                "marks": [
                  "5502a6581611"
                ],
                "text": "Schaeffler Cookie Policy",
                "_key": "24e691f710f1",
                "_type": "span"
              },
              {
                "_key": "5139ab8beb0e",
                "_type": "span",
                "marks": [],
                "text": " published on this website."
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "cd07530c2258"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "We use cookies to make our website more user-friendly. Some elements of our website require the requesting browser to be identified even after a page break.",
                "_key": "5a5aafd2a27b"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "49d3f69edcf1"
          },
          {
            "_key": "05b860e03225",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "In addition, we use cookies on our website to allow the analysis of the user’s surfing behavior.",
                "_key": "0523926decff"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "When visiting our website the user is informed about the use of cookies and referred to this privacy policy.",
                "_key": "88bd1ebd2eda"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "c2badcd18649"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "d364d65e5f3a",
            "markDefs": [
              {
                "reference": {
                  "_ref": "e185588b-0e58-42e3-890d-74ba3eb719a6",
                  "_type": "reference"
                },
                "_type": "internalLink",
                "_key": "50a3f3b3c65e",
                "href": "/es-es/cookie-policy"
              }
            ],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Some features of our website cannot be offered without the use of cookies. It is necessary that the browser is recognized even after a page break. The user data collected through the technically necessary cookies will not be used to create user profiles. Further information can be found in the ",
                "_key": "7f54b86c1c86"
              },
              {
                "_type": "span",
                "marks": [
                  "50a3f3b3c65e"
                ],
                "text": "Schaeffler Cookie Policy",
                "_key": "deed825a11ad"
              },
              {
                "_type": "span",
                "marks": [],
                "text": ".",
                "_key": "20cb40e92094"
              }
            ]
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Analysis cookies are used to improve the quality of our website and its content. Analysis cookies show us how the website is used, so that we can constantly optimize our offer. Further information can be found in the ",
                "_key": "8415c455822e"
              },
              {
                "text": "Schaeffler Cookie Policy",
                "_key": "418f45385cd6",
                "_type": "span",
                "marks": [
                  "ae675c4ed9ca"
                ]
              },
              {
                "_type": "span",
                "marks": [],
                "text": ".",
                "_key": "27434c5a485f"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "6402feff7d18",
            "markDefs": [
              {
                "reference": {
                  "_ref": "e185588b-0e58-42e3-890d-74ba3eb719a6",
                  "_type": "reference"
                },
                "_type": "internalLink",
                "_key": "ae675c4ed9ca",
                "href": "/es-es/cookie-policy"
              }
            ]
          },
          {
            "children": [
              {
                "_key": "4b5a20c1e9fe",
                "_type": "span",
                "marks": [],
                "text": "Cookies are stored on the user's terminal device and transmitted from it to our website. Therefore, you as a user also have full control over the use of cookies. By changing the settings in your internet browser, you can disable or restrict the transmission of cookies. Cookies that have already been stored can be deleted at any time. This can also be done automatically. If cookies are deactivated for our website, it may no longer be possible to use all functions of the website in full."
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "58e708e1697d",
            "markDefs": []
          },
          {
            "markDefs": [],
            "children": [
              {
                "_key": "e839e65c255f",
                "_type": "span",
                "marks": [],
                "text": "The legal basis for the use of necessary cookies is Art. 6 (1) p. 1 lit. b GDPR. For the use of cookies for analysis or marketing purposes, the legal basis is Art. 6(1) lit. a GDPR or Art. 6 (1) p. 1 lit. f GDPR. Cookies serve statistical purposes and purposes of personalization in the further development and relevance of the website and represent a legitimate interest of Schaeffler."
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "86c8d894ca34"
          },
          {
            "_key": "4ff9e498bff1",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "3.1.2. Web-Beacons",
                "_key": "4aaabdbf99c9"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Web beacons are small graphic files (also referred to as \"counting pixels\", \"pixel tags\" or \"clear GIFs\") that may be included in our websites, apps, applications and newsletters and are usually used in conjunction with cookies. The above statements on cookies apply accordingly to web beacons; web beacons are not used in particular if you have objected to the use of the relevant cookie.",
                "_key": "ad715841ca74"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "2a340a3e2eb5",
            "markDefs": []
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "1d64b394ea79",
            "markDefs": [],
            "children": [
              {
                "text": "The legal basis for the use of web beacons is Art. 6 (1) p. 1 lit. f GDPR. Web beacons serve statistical purposes and purposes of personalization in the further development and relevance of the website and represent a legitimate interest of Schaeffler.",
                "_key": "875021694899",
                "_type": "span",
                "marks": []
              }
            ]
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "3.1.3. Local Storage",
                "_key": "a3d3f4039c39"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "7dcbdfdd67fd"
          },
          {
            "markDefs": [],
            "children": [
              {
                "marks": [],
                "text": "We use the functionality of the so-called local storage. Your data (master data, status data and program data) are stored locally in the cache of your browser. If you don’t delete the cache of your browser, this information is retained and can be read out the next time you visit the website. By using a local storage, we enable you to view your data correctly while browsing on our website without slowing down this process unnecessarily and overloading the interfaces.",
                "_key": "6c806445db97",
                "_type": "span"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "e40587b7f19a"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "If you do not wish to use the local storage, you can set this accordingly in the settings of your respective browser at any time. Please note that, in this case, the functionalities of our website will only be available to you to a limited extent or are no longer available.",
                "_key": "7f3bd873b26e"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "4443f4cbaf98"
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "The legal basis for the use of local storage is Art. 6 (1) p. 1 lit. f GDPR. Schaeffler's legitimate interest in using local storage is to accelerate processes and avoid system overload.",
                "_key": "517dea08d4a8"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "44319e84c224",
            "markDefs": []
          },
          {
            "_key": "b49ceb3967b9",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "4. Your rights as data subject",
                "_key": "4ad192322f48"
              }
            ],
            "_type": "block",
            "style": "h4"
          },
          {
            "_key": "9bc00889dbdc",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "If your personal data is being processed, you are the data subject pursuant to the GDPR and you have the following rights:",
                "_key": "d89c02cd7e07"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "477765deabd4",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "4.1.\tRight of access (Art. 15 GDPR)",
                "_key": "0bd6e27ddee7"
              }
            ]
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "adb2f1b412ed",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Upon request you can obtain confirmation from us as to whether your personal data is being processed by us. If this is the case, you can request us to give you access to the information provided for by law (see Art. 15 (1) GDPR). We will also notify you of appropriate safeguards pursuant to Art. 46 GDPR in the context of data transfer in case your personal data is being transferred to a third country or to an international organization. There are the restrictions according to Art. 34 and 35.",
                "_key": "cb50381bda82"
              }
            ]
          },
          {
            "markDefs": [],
            "children": [
              {
                "marks": [
                  "strong"
                ],
                "text": "4.2. Right to rectification (Art. 16 GDPR)",
                "_key": "047231889f93",
                "_type": "span"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "79e5283af625"
          },
          {
            "children": [
              {
                "_key": "e0da920dec96",
                "_type": "span",
                "marks": [],
                "text": "You have a right to rectification and/or completion if the processed personal data is inaccurate or incomplete. We have to rectify the data without due delay."
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "b3b9df7b0aaa",
            "markDefs": []
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "ad401719b47d",
            "markDefs": [],
            "children": [
              {
                "marks": [
                  "strong"
                ],
                "text": "4.3. Right to restriction of processing (Art. 18 GDPR)",
                "_key": "35340c915c9e",
                "_type": "span"
              }
            ]
          },
          {
            "_key": "f4a0db453dbb",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Provided that the legal requirements are met (see Art. 18 (1) GDPR), you have the right to restrict processing of your personal data. For consequences of the restrictions please refer to Art. 18 (2) and (3) GDPR.",
                "_key": "8e2b02737fcc"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "4.4. Right to erasure (Art. 17 GDPR)",
                "_key": "6384b2e4b89f"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "9f99d35bf037"
          },
          {
            "_key": "e6451143f473",
            "markDefs": [],
            "children": [
              {
                "text": "You have the right to demand from us erasure of your personal data without undue delay, and we are obliged to immediately erase this data if any of the reasons pursuant to Art. 17 (1) GDPR applies. The right to erasure does not apply in cases of Art. 17 (3) GDPR. Furthermore, there are restrictions according to Art. 34 and 35 BDSG.",
                "_key": "8893ac71651d",
                "_type": "span",
                "marks": []
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "style": "bodyLarge",
            "_key": "5ca931e0e8e3",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "4.5. Right to notification",
                "_key": "75dea2a4af56"
              }
            ],
            "_type": "block"
          },
          {
            "_key": "43855a9d29ce",
            "markDefs": [],
            "children": [
              {
                "text": "If you have exercised your right to rectification, erasure, or restriction of processing, we are obliged to notify each recipient to whom the personal data have been disclosed of this rectification, erasure, or restriction of processing, unless this proves impossible or involves disproportionate effort. We have to inform you about those recipients upon your request.",
                "_key": "9a69d5c8e12f",
                "_type": "span",
                "marks": []
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "_key": "0672e2cb0e11",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "4.6. Right to data portability (Art. 20 GDPR)",
                "_key": "31be334bdf8e"
              }
            ],
            "_type": "block",
            "style": "bodyLarge"
          },
          {
            "markDefs": [],
            "children": [
              {
                "_key": "156ad41ecedf",
                "_type": "span",
                "marks": [],
                "text": "You have the right to receive your personal data that you have provided to us in a structured, commonly used and machine-readable format. For details, please refer to Art. 20 GDPR."
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "f4144155611a"
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "43cefa904682",
            "markDefs": [],
            "children": [
              {
                "_key": "7d9551f6f9b9",
                "_type": "span",
                "marks": [
                  "strong"
                ],
                "text": "4.7.\tRight to object (Art. 21 GDPR)"
              }
            ]
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "6f9237855028",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "You have the right to object at any time to the processing of your personal data that is based on Art. 6 (1) (e) or (f) GDPR on grounds relating to your particular situation. Further details can be found in Art. 21 GDPR.",
                "_key": "4647d590447d"
              }
            ]
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "8fde167c1ff0",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "In addition, you have a right to lodge a complaint with a supervisory authority pursuant to Art. 77 GDPR in connection with § 19 BDSG.",
                "_key": "afcab1a295b5"
              }
            ]
          },
          {
            "_key": "0b34671def69",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "5. Name and contact details of the controller",
                "_key": "c3d68b1e49a4"
              }
            ],
            "_type": "block",
            "style": "h4"
          },
          {
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Schaeffler AG\nIndustriestraße 1-3\n91074 Herzogenaurach\nGermany\nPhone number: +49 9132 82-0\nFax: +49 9132 82-49 50\nE-Mail: ",
                "_key": "86694cee30fc"
              },
              {
                "_type": "span",
                "marks": [
                  "dcd3b00ccb67"
                ],
                "text": "info.de@schaeffler.com",
                "_key": "f9fc046e205e"
              }
            ],
            "_type": "block",
            "style": "bodyLarge",
            "_key": "cd8f150a4cef",
            "markDefs": [
              {
                "_type": "link",
                "href": "mailto:info.de@schaeffler.com",
                "_key": "dcd3b00ccb67"
              }
            ]
          },
          {
            "children": [
              {
                "marks": [],
                "text": "6. Contact details of the data protection officer",
                "_key": "7062eb199dc3",
                "_type": "span"
              }
            ],
            "_type": "block",
            "style": "h4",
            "_key": "6de8f83d0460",
            "markDefs": []
          },
          {
            "_type": "block",
            "style": "bodyLarge",
            "_key": "90029a9f7e73",
            "markDefs": [
              {
                "_type": "link",
                "href": "mailto:Datenschutz@schaeffler.com",
                "_key": "3448e1c418c7"
              }
            ],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Schaeffler AG\nData protection officer\nIndustriestraße 1-3\n91074 Herzogenaurach\nGermany\nPhone number: +49 9132 82-1476\nFax: +49 9132 82-5901\nE-Mail: ",
                "_key": "ba505fa88df4"
              },
              {
                "_type": "span",
                "marks": [
                  "3448e1c418c7"
                ],
                "text": "Datenschutz@schaeffler.com",
                "_key": "ca46fd91e132"
              }
            ]
          },
          {
            "style": "bodyLarge",
            "_key": "54538097879e",
            "markDefs": [],
            "children": [
              {
                "_type": "span",
                "marks": [],
                "text": "Status: Version 1.0, 06.2024",
                "_key": "499444c11683"
              }
            ],
            "_type": "block"
          }
        ],
        "_type": "textImageBlock",
        "_key": "6188723f395b",
        "title": "Privacy Policy"
      }
    ],
    "_rev": "Xd6FNe5gNAJ4w63k0efy16",
    "textContentOnly": true,
    "_createdAt": "2024-06-28T12:21:34Z",
    "slug": {
      "current": "declaracion-de-privacidad",
      "_type": "slug"
    },
    "pageName": "Declaración de privacidad",
    "market": "es",
    "_id": "a38d95fc-6378-4ebe-90ea-11cdb1a5c7f4",
    "_updatedAt": "2024-06-28T14:43:45Z",
    "footerField": {
      "socialIconsFields": [
        {
          "_type": "socialIcon",
          "externalHref": "https://x.com/schaefflergroup",
          "icon": "Twitter",
          "_key": "6805fab8ff95"
        },
        {
          "_type": "socialIcon",
          "externalHref": "https://www.linkedin.com/company/schaeffler/",
          "icon": "Linkedin",
          "_key": "041e49226715"
        },
        {
          "_type": "socialIcon",
          "externalHref": "https://www.xing.com/pages/schaeffler",
          "icon": "Xing",
          "_key": "dfd7890635ec"
        },
        {
          "_key": "b4b81aae3aae",
          "_type": "socialIcon",
          "externalHref": "https://www.facebook.com/SchaefflerDeutschland/?brand_redir=213061972037306",
          "icon": "Facebook"
        },
        {
          "_type": "socialIcon",
          "externalHref": "https://www.instagram.com/schaefflergroup/",
          "icon": "Instagram",
          "_key": "5f5de50af9b2"
        },
        {
          "_key": "3a342d845488",
          "_type": "socialIcon",
          "externalHref": "https://www.youtube.com/Schaeffler",
          "icon": "YouTube"
        }
      ],
      "_type": "footer",
      "infoFields": [
        {
          "internalHref": "/es-es/aviso-legal",
          "_key": "0c959284ddc6",
          "externalHref": null,
          "infoText": "Aviso legal"
        },
        {
          "internalHref": "/es-es/declaracion-de-privacidad",
          "_key": "4cfa11380860",
          "externalHref": null,
          "infoText": "Declaración de privacidad"
        },
        {
          "internalHref": "/es-es/condiciones-de-uso",
          "_key": "0388b825a79a",
          "externalHref": null,
          "infoText": "Condiciones de uso"
        },
        {
          "internalHref": "/es-es/directiva-de-cookies",
          "_key": "837ea2856ae3",
          "externalHref": null,
          "infoText": "Directiva de cookies"
        }
      ],
      "parallaxText": "We pioneer motion"
    },
    "navigationField": {
      "navigationLinks": [
        {
          "title": "Home",
          "slug": {
            "current": "home",
            "_type": "slug"
          },
          "_type": "items",
          "_key": "c0701bf9d758"
        },
        {
          "_type": "items",
          "_key": "5de5bc19753a",
          "title": "Basis",
          "slug": {
            "current": "basis",
            "_type": "slug"
          }
        },
        {
          "slug": {
            "_type": "slug",
            "current": "onboarding"
          },
          "_type": "items",
          "_key": "488bc0b66f08",
          "title": "Onboarding"
        },
        {
          "slug": {
            "current": "perspectives",
            "_type": "slug"
          },
          "_type": "items",
          "_key": "1c81bee2f6e1",
          "title": "Perspectives"
        }
      ],
      "_type": "navigation",
      "copy": {
        "underline": "Your onboarding journey",
        "promotionText": "Welcome to our company"
      },
      "video": {
        "url": "https://cdn.sanity.io/files/1mrwp9a5/production/c312855ac8b0aed3f77407a4bc6de44e2653ec8b.mp4",
        "originalFilename": "website header_job diversity_9 (1).mp4"
      }
    },
    "_type": "marketContent",
    "languages": [
      {
        "value": "en",
        "label": "EN",
        "url": "/es-en/privacy-policy"
      },
      {
        "value": "es",
        "label": "ES",
        "url": "/es-es/declaracion-de-privacidad"
      }
    ]
  }
]